[
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            -1,
            0,
            true
        ]
    ],
    [
        "msg",
        251490,
        "Hey, it's me, Kiana. I have arrived Senba HS.",
        "喂，是我，琪亚娜，已经到达千羽学园，请求指示。",
        "こちらキアナ。今、千羽学園に到着したわ、指示をちょうだい。",
        "키아나입니다. 방금 센바 고등학교에 도착해서 추가 지시를 기다리고 있습니다.",
        "This is Kiana. I've just arrived at Senba Academy. Awaiting further instructions.",
        "Aqui é Kiana. Acabei de chegar na Academia Senba, por favor me //n dê mais instruções. TN:  CN  Eu sou Kiana. Acabei de chegar na Academia Senba, aguardo mais instruções.",
        "Hello, it's me, Kiana. I've arrived at Senba High School and request instructions.",
        "This is Kiana. I've just arrived at Senba High School, give me your instructions."
    ],
    [
        "speaker",
        204584
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            -1,
            0,
            true
        ]
    ],
    [
        "msg",
        251491,
        "Your mission is take the target back to St. Freya HS. Target location has been detected, I'm sending it to you now.",
        "你的任务是把资料所示的人物带回圣芙蕾雅学园，已探测到目标位置，现在发送到你的通讯器上。",
        "任務内容自体は単純だ。資料に当たる人物を聖フレイヤ学園へ連れ戻すこと。ターゲットの位置は既に探知済みだ。詳細を通信機に送る。",
        "대상의 위치가 감지되어 현재 커뮤니케이터에게 전송되고 있습니다. 프로필에 표시된 캐릭터를 성 프레야 아카데미로 데려오는 것이 미션입니다.",
        "Your mission is to bring the person shown in your information back to St. Freya Academy. The target's location has been detected and is now being sent to your communicator.",
        "A sua tarefa consiste em levar a pessoa descrita nos documentos de volta à Academia de St.Freya A localização do alvo já foi detectada, enviarei os detalhes ao vosso comunicador. TN: Na tradução japonesa,  diz que a missão é simples: `A tarefa em si é simples. Levem a pessoa relacionada com a documentação de volta à Academia St. Freya. A localização do alvo já foi detectada. Enviarei detalhes através do equipamento de comunicação´. Mas na frase seguinte vemos Kiana  dizer que a missão será difícil, não sei se a mudança foi intencional para fazer uma piada com Kiana.",
        "Your mission is to bring the character shown in the profile back to St. Freya High School. The location of the target has been detected and is now being sent to your communicator.",
        "The mission itself is simple. Bring the person who is the source of the data back to St. Freya High School. The target's location has already been tracked. Send the details to the communicator."
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            -1,
            0,
            true
        ]
    ],
    [
        "msg",
        251492,
        "Roger that! It's a simple one for me, why did you take it so seriously…",
        "了解~这不是一个很简单的任务嘛，真不知道你们当时为什么那么大惊小怪的……",
        "了解。簡単な任務じゃない。そこまでする意味が分からないわ。",
        "알겠습니다. 이 미션은 그렇게 어렵지 않은 것 같은데, 왜 그렇게 진지한지 모르겠어요....",
        "Copy that~ This is a simple mission. I don't know why you guys made such a fuss at that time...",
        "Entendi. Não é uma tarefa fácil. Não entendo o propósito disso.",
        "I understand that this is not a very simple task, I do not know why you were so fussed ......",
        "Copy that. It's not an easy mission. I don't see the point in going that far."
    ],
    [
        "speaker",
        204584
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            -1,
            0,
            true
        ]
    ],
    [
        "msg",
        251493,
        "Don't be too careless! It's not so easy as you thought.",
        "别太大意了！这一次的任务可不是你想象中的那么简单。",
        "油断するな。今回の任務、単純ではあるが思っているほど甘くはない。",
        "이 미션은 생각만큼 간단하지 않습니다. 너무 방심하지 마세요!",
        "Don't get too careless! This mission is not as simple as you might think.",
        "Não se descuide demais! Esta missão não é tão fácil como você poderia pensar. TN: Por alguma razão na tradução japonesa diz que a missão é simples novamente e a pessoa pede para Kiana ter cuidado.   `Fique atento. Esta missão, embora simples, não é tão fácil quanto você pensa.´",
        "Don't be careless! This mission is not as easy as you think.",
        "Be on your guard. This mission, although simple, is not as easy as you think."
    ],
    [
        "msg",
        251494,
        "The 3rd Houkai explosion will happen at Senba HS, the target is a normal person, you must protect her!",
        "第三次崩坏预计不久后会在千羽学园爆发，目标只是一个普通人，你一定要保证好她的安全！",
        "予測によると、第三次崩壊はまもなく千羽学園で発生する。ターゲットは、ただの一般人だ。彼女を必ず守ってくれ。",
        "타겟은 평범한 사람이므로 안전하게 지켜야 합니다! 곧 센바 고등학교에서 세 번째 붕괴 임팩트가 발생할 것으로 예상됩니다.",
        "The Third Eruption is expected to break out at Senba Academy soon. The target is just an ordinary person. You must ensure her safety!",
        "A terceira Erupção Honkai é esperada para acontecer em breve na Academia Senba, o alvo é apenas uma pessoa comum, você deve garantir a segurança dela!.  TN:  JP De acordo com a previsão, a terceira erupção Honkai ocorrerá em breve na Academia Senba. O alvo é apenas uma pessoa comum. Você deve garantir a segurança dela.\"",
        "The third Honkai is expected to erupt in Senba High School soon, and the target is just an ordinary person, so you must keep her safe!",
        "According to predictions, the third Honkai will soon occur at Senba Academy. The target is just a civilian. Make sure to protect her."
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            -1,
            0,
            true
        ]
    ],
    [
        "msg",
        251495,
        "I know, I know, you said this to me a lot of times~",
        "我知道了啦，这些话你都说过多少遍了，我耳朵都听出茧子来啦~",
        "はいはい、分かったわよ！その話はもう聞き飽きたって。",
        "지금까지 백만 번도 더 말씀하셨겠지만... 알았어요, 알았다고요!",
        "I know, I know! You've said this so many times that my ears are sore.",
        null,
        "I know. How many times have you said that? I've heard it all before.",
        "Yes, yes, I get it! He said he's tired of hearing that story."
    ],
    [
        "speaker",
        204584
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            -1,
            0,
            true
        ]
    ],
    [
        "msg",
        251496,
        "Ok. Report to me if you need any help.",
        "那我也就不多说了，如果有什么紧急情况发生的话，立即向我报告。",
        "よし、行くんだ。もし何かあったら、すぐ連絡してくれ。",
        "문제가 발생하면 즉시 저에게 연락주세요. 좋아요, 시작하세요.",
        "I won’t say anything more. If any emergency occurs, report to me immediately.",
        "Então, não vou dizer mais nada. Se alguma situação de emergência ocorrer, informe-me imediatamente.  TN:  JP Certo, vou lá. Se acontecer alguma coisa, me avise imediatamente.",
        "Then, without further ado, if any emergency occurs, report it to me immediately.",
        "All right, go. If anything goes wrong, call me right away."
    ],
    [
        "msg",
        251497,
        "And… Good luck!",
        "那么…祝你好运！",
        "……健闘を祈る。",
        "그리고... 행운을 빕니다!",
        "Well... good luck!",
        "Então ... boa sorte!  TN: JP .....Desejo-lhe boa sorte.",
        "Well...good luck with that!",
        "...... Good luck and best wishes."
    ],
    [
        "speaker",
        0
    ],
    [
        "portraits",
        [
            -1,
            0,
            true
        ],
        [
            -1,
            0,
            true
        ]
    ],
    [
        "msg",
        251498,
        "--",
        "滴——",
        "ピッ——",
        "삐-",
        "Beep—",
        null,
        "Drop--",
        "Peek--"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            102,
            0,
            false
        ],
        [
            -1,
            0,
            true
        ]
    ],
    [
        "msg",
        251499,
        "Emmm… This kind of quest… It's a boring one, I'm B level Valkyrie now, it's too easy for me~",
        "呼…寻人任务啊……第一次正式出击就是这么无聊的任务，本小姐好歹也是B级女武神好吧~",
        "はぁ、まさか初めての任務が人探しなんて、ほんと退屈だわ！私だって、一応B級戦乙女なのに。",
        "허, 내 첫 번째 임무가 사람을 찾는 일이라고는 생각도 못했는데... 지루하네 저는 B급 발키리입니다.",
        "Sigh… a task to find someone… This is such a boring task for my first official mission. I am a B-rank Valkyrie now after all~",
        "Uff... Uma missão de busca e salvamento... A primeira missão oficial é tão chata assim, eu pelo menos sou uma Valquíria rank B, certo?",
        "Phew...the search mission ah ...... first official strike is such a boring task, this lady at least is also a B-class Valkyrie okay~",
        "I never thought my first mission would be to look for people, it's really boring! I'm a B-maidens too, you know."
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            -1,
            0,
            true
        ]
    ],
    [
        "msg",
        251500,
        "Well, I need talk to them after finishing this quest.",
        "算了算了，等完成了任务回去再去找那些家伙理论。",
        "まぁ、いっか。帰ったらあいつらに文句を言えばいいだけだし。",
        "돌아가서 불평할게요. 아, 그렇군요.",
        "Forget it, forget it. I’ll go back and complain to them after completing the mission.",
        "Esqueça. Eu posso simplesmente reclamar com eles quando voltar.",
        "Forget about it, I'll go back and argue with those guys after I finish the mission.",
        "Oh well. I'll just complain to them when I get back."
    ],
    [
        "msg",
        251501,
        "Guns… Ready! Ammo… Ready! Reloading… Ready!",
        "枪械检查……完好！弹药检查……完毕！弹药装填……完毕！",
        "機械チェック……問題なし！弾薬チェック……問題なし！弾薬装填……完了！",
        "로딩 중... 준비 완료! 탄약... 준비 완료! 총... 준비 완료!",
        "Guns check... in good condition! Ammunition check... complete! Ammunition loading... complete!",
        "Verificação de armas de fogo... Concluído! Verificação de munição... Concluído! Carregamento de munição... Concluído!",
        "Firearms check ...... complete! Ammo check ...... complete! Ammo loading ...... complete!",
        "Mechanical check ...... no problem! Ammo check...... no problem! Ammo loading ...... complete!"
    ],
    [
        "msg",
        251502,
        "Target: Houraiji Kyuushou, freshman in Senba HS… Information cleared!",
        "目标姓名：蓬莱寺九霄，千羽学园高等部一年级生……信息确认无误！",
        "ターゲットの名前は……蓬莱寺九霄(ほうらいじ きゅうしょう)、千羽学園高等部の一年ね。確認完了！",
        "목표가 확인되었습니다. 센바 고등학교 1학년인 호라이지 큐쇼.",
        "Target name: Houraiji Kyuushou, a first-year student at Senba Academy's High School division... Information confirmed!",
        "O nome do alvo é ...... Houraiji Kyuushou,, aluna do primeiro ano do Ensino Médio da Academia Senba. Confirmação completa!",
        "Target name: Houraiji Kyuushou, first year student at Senba High School Higher Division ...... Information confirmed correct!",
        "The target's name is ...... Kyuushou Houraiji, a freshman at Senba Academy High School. Confirmation complete!"
    ],
    [
        "msg",
        251503,
        "Kiana, go!",
        "琪亚娜，出击！",
        "キアナ、行きます！",
        "해보자, 키아나!",
        "Let's do this, Kiana! (TN: The literal translation was \"Kiana, Let's go\". I know people don't use third person in English, but I think this is the best balance between literal and natural without removing too much of her catchphrase.)",
        "Kiana, vá!",
        "Kiana, strike!",
        "Kiana, I'm going!"
    ],
    [
        "portraits",
        [
            103,
            0,
            false
        ],
        [
            -1,
            0,
            true
        ]
    ],
    [
        "msg",
        251504,
        "This school is so huge…",
        "这学园还真大，要不是有这个GPS定位坐标，不知道我还要找多久……",
        "——ふぅ、この学園って結構広いわよね。GPSがなかったら、どれだけ探索に時間が掛かったか分かったもんじゃないわ。",
        "...이 학교는 거대합니다. GPS 좌표가 없다면 모든 곳을 검색하는 데 시간이 오래 걸릴 수 있습니다.",
        "This school is really big. If I didn't have this GPS, I don't know how long it would take me to find it...",
        "Essa academia é muito grande, se não fossem as coordenadas do GPS, não sei quanto tempo eu teria que procurar...",
        "This school is really big, if not for this GPS location coordinates, I do not know how long I have to find ......",
        "--Hmmm...this school is pretty big...I don't know how long it would have taken me to explore without my GPS."
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            -1,
            0,
            true
        ]
    ],
    [
        "msg",
        251505,
        "Female dormitory F-777… It should be this place.",
        "女子寮F栋777室……应该就是这个地方了。",
        "えっと、女子寮F棟777室……ここかしら。",
        "여자 기숙사 F-777호... 이 곳이어야 합니다.",
        "Room 777, Building F, Women's Dormitory... This should be the place.",
        "Quarto 777, Prédio F, Dormitório Feminino... dever ser este o lugar.",
        "Women's Squatters, Building F, Room 777 ...... should be the place.",
        "Let's see, room 777 in women's dormitory F. ...... I think it's here."
    ],
    [
        "speaker",
        0
    ],
    [
        "portraits",
        [
            -1,
            0,
            true
        ],
        [
            -1,
            0,
            true
        ]
    ],
    [
        "msg",
        251506,
        "*Knock*",
        "咚咚咚。",
        "ドンドンドン。",
        "*노크 노크*",
        "*Knock knock knock*",
        null,
        "Knock knock.",
        "Dong-dong-dong."
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            -1,
            0,
            true
        ]
    ],
    [
        "msg",
        251507,
        "Excuse me…",
        "请问…",
        "あの……。",
        "실례합니다...",
        null,
        "Desculpe....",
        "Excuse me ...",
        "That ......."
    ],
    [
        "speaker",
        0
    ],
    [
        "portraits",
        [
            -1,
            0,
            true
        ],
        [
            -1,
            0,
            true
        ]
    ],
    [
        "msg",
        251508,
        "Wow!!!",
        "呜哇！！！！",
        "きゃあっ！！！！",
        "! 와우!!!",
        "Aaah!!!!",
        null,
        "Woohoo ！！！！",
        "Kyakk ！！！！"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            -1,
            0,
            true
        ]
    ],
    [
        "msg",
        251509,
        "Errr! Is it Houkai explosion!? I'd better move hurry now!",
        "呃！难道是崩坏爆发了！？管不了这么多了！",
        "えっ、何っ？まさかもう崩壊が！？……急がないと！",
        "네? 붕괴 임팩트가 이미 일어나고 있다고 말하지 마세요! 네? ...... 서둘러야 해요!",
        "Huh? What? Is the Eruption already starting?! ...We have to hurry!",
        "Uh! Será que a erupção honkai começou! ? Não aguento mais isto!",
        "Ugh! Could it be that Honkai has erupted! Couldn't care less!",
        "What? What? No way, Honkai already! ...... We have to hurry!"
    ],
    [
        "speaker",
        0
    ],
    [
        "portraits",
        [
            -1,
            0,
            true
        ],
        [
            -1,
            0,
            true
        ]
    ],
    [
        "msg",
        251510,
        "Boom!!",
        "砰！！！",
        "バンッ！！！",
        "펑! !",
        "BANG!!!",
        null,
        "BANG!!!",
        "BANG!"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            -1,
            0,
            true
        ]
    ],
    [
        "msg",
        251511,
        "Hey! Come here! Don't be bit by zombies! I will protect…",
        "喂！到我这里来！不要被死士咬到！我来保…",
        "ほらっ！こっちに来て！ゾンビに噛まれたらお終いよ！私が守って——",
        "보호하겠습니다... 이봐요! 이리 오세요! 좀비에게 물리지 마세요!",
        "Come on! Get over here! If you get bitten by a zombie, it's all over! I'll protect you——",
        "Ei! Venha até mim! E Não seja mordido por um zumbi! Eu vou te proteger...",
        "Hello! Come to me! Don't get bitten by the dead soldiers! I'll protect...",
        "Here you go! Come here! If a zombie bites you, you're dead! I'll protect you."
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251512,
        "Why! It's error again! What's wrong with those codes!?",
        "为什么！为什么会报错！我用生命与灵魂谱写的代码到底哪里出了问题！？",
        "どうして！どうしてエラーなのだ！我が生命と魂を引き換えに書いたプログラムに何か問題でもあるのか！？",
        "왜 오류가 발생하나요? 내 목숨과 영혼을 바쳐서 만든 프로그램에 무슨 문제가 있나요! 왜 오류인가요!",
        "Why?! Why is there an error?! Is there something wrong with the program I wrote in exchange for my life and soul?!",
        "Por que! Por que ele relata um erro! O que há de errado com o código que escrevi com minha vida e minha alma!",
        "Why! Why is there an error! What's wrong with the code I wrote with my life and soul!",
        "Why! Why the error? What is wrong with the program I wrote in exchange for my life and soul!"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251513,
        "Ha?",
        "咦？",
        "あ、あれ？",
        "하?",
        "H-huh?",
        "Huh?",
        "Huh?",
        "Oh, that?"
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251514,
        "Calm down, I can do it, I can find the bug and fix it! Come one! Bugs! Show me where you are!",
        "冷静，现在不是慌乱的时候，一定是某处有着遗漏的缺陷等待着我去补完，来吧！被诅咒的特异点！显现出你的身姿吧！",
        "落ち着け！今は取り乱してる場合ではない。どこか見落としている点があるはずだ。いでよっ！呪われし特異点！我の前にその姿を現すがよいっ！",
        "우리가 놓치고 있는 것이 분명 있습니다. 저주받은 특이점! 진정하세요! 어서! 지금은 당황할 때가 아닙니다. 자신을 드러내 보세요!",
        "Calm down! Now is not the time to lose your cool. There must be something I've overlooked. Come! Cursed singularity! Reveal yourself!",
        "Calma, este não é o momento de entrar em pânico, deve haver uma falha em algum lugar esperando para ser preenchida, vamos lá! O maldita singularidade! Mostre-se!",
        "Calm down, now is not the time to panic, there must be a missing flaw somewhere waiting to be filled in, come on! Cursed special point! Show yourself!",
        "Calm down! Now is not the time to be distraught. There must be something we're missing. Come on! Cursed singularity! Reveal yourself to me!"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            103,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251515,
        "This person… Is the target?",
        "这个人……就是目标么？",
        "この子が……ターゲットなの？",
        "이 여자애가 타겟이라고요...?",
        "This girl... She's the target?",
        "Esta pessoa é o alvo ......?",
        "Is this person ...... the target?",
        "Is this girl a ...... target?"
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            103,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251516,
        "Humph? You are… Humph, you can find me, I know you are not normal person.",
        "嗯？你是…哼，居然能突破我设置的次元隔断结界，看来不是普通人呢。",
        "ん？お主は……我の次元結界を破るとは、只者ではないようだな。",
        "내가 설정한 차원의 장벽 경계를 뚫을 수 있다니... 평범한 사람이 아닌 것 같네요. 응?",
        "Hmm? You... you actually broke through the dimensional barrier I created. You seem to be no ordinary person.",
        "Hmm? Você é... hmmm, você realmente conseguiu romper o limite da barreira dimensional que eu estabeleci, então você não parece ser uma pessoa comum.",
        "Hm? You're...hmmm, you actually managed to break through the sub-dimensional partition boundary I set up, so it seems like you're not an ordinary person.",
        "Hmm? You seem to be a strange man to break ...... my dimensional boundary."
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251517,
        "Fourteen Sick? I remember the information said it's hard to communicate with target… Are you Houraiji Kyuushou?",
        "啧，原来是个中二病么，难怪资料上有说可能很难和目标交流……你就是蓬莱寺九霄么？",
        "なるほど……中二病ってやつね。道理で資料に「ターゲットとのコミュニケーションに難あり」と書かれていたわけね、納得。……あなたが蓬莱寺九霄？",
        "...... 호라이지 큐우쇼인가요? 이 소녀는 츄니비유를 가지고 있습니다... \"대상과의 의사소통이 어렵다\"는 정보가 이해가 되는 것도 당연합니다. 오...",
        "Tsk, so you have chuunibyou? No wonder the information said it might be difficult to communicate with the target... Are you Houraiji Kyuushou?",
        "Entendo. ...... É chamado de chuunibyo. Não é à toa que o material diz dificuldade de comunicação com o alvo, faz sentido. ...... Você é Houraiji Kyuushou.",
        "Tsk, so it's a middle child? No wonder the profile says it may be difficult to communicate with the target ...... Are you Houraiji Kyuushou?",
        "I see... ......... that's what you mean by \"middle two\". No wonder the material says \"difficulty in communicating with the target\", makes sense. ...... are you Houraiji Kyuushou?"
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251518,
        "He, you know my name, yes, I'm the chosen one! The redeemer of the new world! Houraiji k…",
        "呵，没想到居然知道我的真名，没错，我就是被选中之人！新世界的救世主！蓬莱寺九……",
        "ほう、よもや我が真名を知るとは。そう、我こそが選ばれし者！新世界の救世主、蓬莱寺九——",
        "내 이름을 아시죠? 네, 제가 선택받은 사람입니다! 아워라이지 케이... 새로운 세상의 구원자!",
        "Oh, I didn't expect you to know my real name. Yes, I am the chosen one! The savior of the new world! Houraiji Kyuu——",
        "Heh, eu nunca pensei que alguém saberia meu nome verdadeiro, sim, eu sou o escolhido! O salvador de um novo mundo! Houraiji k…",
        "Heh, I didn't expect to know my real name. That's right, I'm the Chosen One! The savior of the new world! Houraiji IX ......",
        "How dare you know my true name? Yes, I am the chosen one! The savior of the new world, Houraiji 9--"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            104,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251519,
        "Stop it! Come with me!",
        "少废话！跟我走！",
        "そういうのいいから！私について来て！",
        "그런 건 상관없어요! 나를 따라오세요!",
        "Stop talking nonsense! Follow me!",
        "Para com essa bobagem!  Venha comigo!",
        "Cut the crap! Follow me!",
        "That's not what I'm talking about! Follow me!"
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            104,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251520,
        "Hey! Don't touch me! I'm… Ouch! It hurts a lot! Take it easy! Who are you!",
        "喂！不要用你那肮脏的手碰我，我可是…疼疼疼！轻点啊！你这家伙到底是谁啦！",
        "おい！その汚い手で触るな、我は……いたたたた！やめっ、やめてよぉ！お、お主何者だ！？",
        "넌 대체 누구야! 더러운 손으로 만지지 마, 난... 아야 아야 아야! 조심하세요! 이봐요!",
        "Hey! Don't touch me with your dirty hands, I'm— Ow, It hurts! Be gentle! Who the hell are you?!",
        "Ei! Não me toque com suas mãos imundas, eu sou... isto dói! Seja gentil! Quem diabos é você!",
        "Hello! Don't touch me with your dirty hands, I'm a...pain pain pain! Be gentle! Who the hell are you?",
        "Hey! Don't touch me with those dirty hands, I was ...... Stop it, stop it! Who are you?"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251521,
        "You don't need to know who I am, the only thing you need to know is I'm trying to protect you.",
        "你不用知道我是什么人，你只需要知道我是来保护你的就行了。",
        "私が誰かなんて、今はどうでもいいことよ。ただ君を守りに来ただけ。",
        "내가 누군지 알 필요는 없고, 내가 당신을 보호하려고 한다는 것만 알면 됩니다.",
        "You don't need to know who I am, you just need to know that I am here to protect you.",
        "Você não precisa saber quem eu sou, você só precisa saber que eu estou aqui para te proteger.",
        "You don't need to know what I am, you just need to know that I'm here to protect you.",
        "Who I am is not important right now. I'm just here to protect you."
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251522,
        "Hohoho~ So you know I have hiding abilities… Which party do you belong to? Freemason? Crusader or Fraternity?",
        "库库库~果然我的神力已经被潜伏在世间的盟友发现了么…所以你是哪个组织的人？机关？共济会？圣教军？还是兄弟会？",
        "クックックッ。どうやら我が神力が潜伏している盟友達にバレたということか……で、お主はどこの組織だ？機関？共済会？聖教軍？それともフラタニティ？",
        "프리메이슨? 호호호~ 나한테 숨은 능력이 있다는 걸 알았군요... 어느 당 소속이에요? 크루세이더 또는 프래터니티?",
        "Kukuku~ As expected, my divine power has been discovered by my allies lurking in the world... So which organization are you from? Agency? Freemasonry? Crusaders? Or the Brotherhood?",
        "Kukuku~ Certamente meu poder divino foi descoberto por meus aliados à espreita no mundo...então de qual organização você é? O  Governo? Maçonaria? Cruzados? Ou será a Irmandade?",
        "Kukuku~ Surely my divine power has been discovered by my allies lurking in the world...so which organization are you from? The Agency? The Masons? The Holy Army? Or the Brotherhood?",
        "Kkkkkkkkkkkkkkkkkkkkkkkkkkkk. It seems that my divine power has been discovered by my allies in hiding. ...... So, what organization are you? An institution? Mutual Aid Society? The Holy Church Army? Or Fraternity?"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251523,
        "… You must played a lot of games…",
        "那些都是什么玩意儿，你主机游戏玩多了吧……",
        "何よそれ、ちょっとゲームのやり過ぎじゃない？",
        "저건 뭐죠? 게임을 너무 많이 하고 있지 않나요?",
        "What the hell are those? You've played too many video games...",
        "Tudo isto, vem dos jogos de console que você joga demais...",
        "What the hell are those, you play too many console games ......",
        "What's with that? Aren't you playing the game a little too much?"
    ],
    [
        "msg",
        251524,
        "Ahh… How can I explain this to her…",
        "啊……好麻烦，我该怎么跟她解释那些东西……",
        "うん、と……どう説明したらいいのかしら。もう面倒くさいわね……。",
        "아... 이걸 어떻게 설명해야 할지...",
        "Ah... this is so troublesome. How should I explain those things to her...?",
        "Ah ...... tão problemática, como posso explicar essas coisas a ela ......",
        "Ah ...... so troublesome, how do I explain those things to her ......",
        "Yeah, and ...... I don't know how to explain it. It's too much trouble already. ......"
    ],
    [
        "speaker",
        0
    ],
    [
        "portraits",
        [
            -1,
            0,
            true
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251525,
        "Beep beep beep……",
        "滴滴滴……",
        "ピピピピ……。",
        "삐삐삐......",
        "Pip pip pip~",
        null,
        "DDT ......",
        "Pippi Pippi. ......."
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251526,
        "Hey, I'm Kiana, I have found the target.",
        "喂，我是琪亚娜，目前已经和目标接触，请说。",
        "はい、キアナよ。今、ターゲットに接触したわ。",
        "네, 키아나입니다. 지금 타겟과 연락이 닿았습니다.",
        "Yes, this is Kiana. I'm in contact with the target now.",
        "Ei, eu sou Kiana, já entrei em contato com o alvo, fale.",
        "Hello, this is Kiana, we are currently in contact with the target, go ahead.",
        "Yes, this is Kiana. I'm in contact with the target now."
    ],
    [
        "speaker",
        204584
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            -1,
            0,
            true
        ]
    ],
    [
        "msg",
        251527,
        "What are you doing there? Did you meet any troubles?",
        "怎么还在磨磨蹭蹭的，莫非是遇到了什么麻烦了吗？",
        "何をグズグズしているんだ。まさか何かトラブルでもあったのか？",
        "거기서 뭐하세요? 어떤 문제가 있었나요?",
        "What are you waiting for? Could it be that you're in some kind of trouble?",
        "Por que ainda está demorando? Será que você está tendo algum problema?",
        "Why are you still dawdling? Could it be that you're in some kind of trouble?",
        "What are you goofing off about? Don't tell me you're in some kind of trouble?"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            -1,
            0,
            true
        ]
    ],
    [
        "msg",
        251528,
        "Troubles? No… It's just a piece of cake for me~",
        "麻烦？怎么可能，这种小任务对我琪亚娜来说简直像喝汤一样~",
        "トラブル？そんな訳ないでしょう。こんな任務、私にかかれば朝飯前よ。",
        "아뇨... 저한테는 식은 죽 먹기예요~! 문제가 있나요?",
        "Trouble? No way! A mission like this is a piece of cake for me~",
        "Problemas? De jeito nenhum, uma tarefa tão pequena  como esta é nada para, Kiana.   TN: No chinês, Kiana diz que a tarefa é como comer um pedaço de bolo que expressa a sua confiança em acreditar que ela não terá dificuldades em resolver o problema, então para não ficar confuso usei outra expressão equivalente com o mesmo sentido para facilitar a compreensão   na hora da leitura.",
        "Trouble? No way! This kind of small task is like soup to me, Kiana!",
        "Trouble? No, of course not. I can handle a mission like this in a jiffy."
    ],
    [
        "speaker",
        204584
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            -1,
            0,
            true
        ]
    ],
    [
        "msg",
        251529,
        "Other Valkyries will help you after you leaving Nagazora city.",
        "那就好，你将目标带离长空市之后我会派人去接应的。",
        "ならいいが……。迎えを手配する、直ちにターゲットを長空市まで連れてきてくれ。",
        "나가조라 도시를 떠나면 다른 발키리들이 도와줄 것입니다.",
        "That’s good. I will send someone to pick you up after you take the target away from Changkong City.",
        "Isto é bom, enviarei alguém para encontrá-la depois que você tiver tirado seu alvo da cidade de Nagazora.  TN: Por alguma razão na tradução global a pessoa no comunicador diz que irá enviar valquírias, tanto na versão japonesa como a chinesa nunca é dito se este alguém seria uma valquíria nos textos.",
        "That's good. I'll send someone to meet you after you take the target out of Long Hollow.",
        "If so, that's fine, go to ....... Arrange for a pickup, bring the target to Changkuu City immediately."
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            -1,
            0,
            true
        ]
    ],
    [
        "msg",
        251530,
        "I get it, just stay there and wait for my good news!",
        "明白了，有我琪亚娜出马，你们就等我的好消息吧！",
        "了解。やっぱり簡単ね。すぐ戻るから待ってなさい。",
        "알았어요, 그냥 거기서 좋은 소식을 기다리세요!",
        "Roger. With me, Kiana, here to help, you just wait for my good news!",
        "Entendido, eu, Kiana, estarei à disposição, então esperem de min  boas notícias!",
        "Understood. With me, Kiana, in charge, you'll wait for my good news!",
        "Roger that. It's easy after all. I'll be right back."
    ],
    [
        "speaker",
        0
    ],
    [
        "portraits",
        [
            -1,
            0,
            true
        ],
        [
            -1,
            0,
            true
        ]
    ],
    [
        "msg",
        251531,
        "--",
        "哔！",
        "ピッ！",
        "--",
        "Beep!",
        null,
        "Beep!",
        "Beep!"
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            -1,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251532,
        "Kiana… Is that your name… I feel we met before…",
        "琪亚娜…是你的名字么…话说回来你的样子好像在哪里…",
        "キアナ……それがお主の名前か？そういえば、どこかで会ったことがあるような……。",
        "키아나... 그게 네 이름이야? 전에 만났던 것 같은데...",
        "Kiana... is that your name? Come to think of it, I believe we've met somewhere before...",
        "Kiana. é o seu nome?... falando nisso, você parece familiar, onde eu já te vi antes?",
        "Kiana...is that your name...then again you look like you're from somewhere...",
        "Kiana...... is that your name? Come to think of it, I think I've met you somewhere ......."
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251533,
        "Alright! Come with me now! ",
        "好啦！不要墨迹了！赶紧和我走吧！不然又有人要来催了。",
        "ほら、さっさと行きましょう！早くしないと、また何か言われちゃう。",
        "이제 함께 가자! 알았어요!",
        "Okay! Stop wasting time! Come with me now! Otherwise they'll keep rushing me.",
        "Ok! Não fique distraído! Vamos logo! Se não, alguém virá nos pressionar novamente.",
        "All right! Don't be silly! Just come with me! Otherwise someone's going to rush us again.",
        "Come on, let's get going! If we don't hurry, they'll say something else."
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251534,
        "Wait… Wait a second! At least let me take my treasures!",
        "等！等下啦！至少让我打包一下我的圣物啊！",
        "ちょ、ちょっと待て！せ、せめて、聖遺物を……。",
        "최소한 내 보물이라도 가져가게 해주세요! 잠깐만요... 잠깐만요!",
        "W-wait! At least let me pack my holy relics!",
        "Espere! Espere um pouco! Pelo menos deixe-me fazer minhas malas com minhas preciosidades!",
        "Wait! Wait! Let me at least pack my holy stuff!",
        "Wait a minute! At least, let's get the reliquary to ......."
    ],
    [
        "speaker",
        0
    ],
    [
        "portraits",
        [
            -1,
            0,
            true
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251535,
        "Beep beep beep.",
        "滴滴滴。",
        "ピピピピ……。",
        "삐삐삐.",
        "Pip pip pip~",
        null,
        "Tick-tock.",
        "Pippi Pippi. ......."
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            104,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251536,
        "Communication again… So annoying…",
        "啧！又是通讯么，烦死了…",
        "もうっ！今度は何！？",
        "또 통신... 너무 짜증나...",
        "Tsk! Communication again, so annoying...",
        "Uff! De novo esse comunicador, é irritante...",
        "Oh, my God! Is it the newsletter again? It's annoying...",
        "Mooooooo! What now!"
    ],
    [
        "msg",
        251537,
        "What?! Houkai explosion… No, we don't have enough time, we have to find a way out…",
        "什么！？距崩坏降临还有……糟糕，时间已经来不及了，看来还得想办法突破死士的包围圈……",
        "……そんな！崩壊までもう時間がないじゃない！はぁ、ゾンビに囲まれることは覚悟しといたほうが良さそうね……。",
        "붕괴가 내려오기 전에... 시간이 없어! 뭐라고요?! 붕괴 좀비에게 둘러싸일 준비를 해야겠군...",
        "...What the heck?! There's not much time left before the Honkai Eruption?! Ha, I guess I'd better prepare myself to be surrounded by zombies...",
        "O que!? Ainda falta tempo antes que comece a erupção Honkai... isso é ruim, já não temos tempo, parece que precisamos encontrar uma maneira de romper o cerco aos mortos-vivos...",
        "What! There's still ...... Oh no, there's no time to lose before Honkai descends, it looks like we still have to find a way to break through the Deadman's encirclement ......",
        "...... Oh no! Honkai is running out of time! Huh, I guess I better be prepared to be surrounded by zombies. ......"
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            104,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251538,
        "Houkai? Zombies?That's…",
        "崩坏？死士？那是……",
        "崩壊？ゾンビ？何の話を……。",
        "뭐.....? 좀비? 붕괴?",
        "Honkai? Zombies? What are you talking about...?",
        "Honkai？Zumbis? Isto é……",
        "Honkai? Deadman? That's ......",
        "Honkai? Zombies? What are we talking about? ......."
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251539,
        "Kyuushou, listen to me. I know you don't know what will happen to this place, but trust me, you are in dangerous now.",
        "九霄，你听我说。虽然知道你一定非常迷茫和疑惑，但是你现在的处境很危险。",
        "九霄、よく聞いて。突然のことで困惑するかもしれないけど、今がすごい危険な状況だっていうことだけは分かって欲しい。",
        "갑작스러운 상황으로 혼란스러우시겠지만, 현재 매우 위험한 상황에 처해 있다는 점을 이해해 주시기 바랍니다. 큐쇼, 내 말 잘 들어요.",
        "Kyuushou, listen to me carefully. You may be confused by the suddenness of the situation, but I want you to understand that you are in a very dangerous situation.",
        "Kyuushou, me escute. Eu sei que você está muito confuso e com dúvidas, mas sua situação atual é muito perigosa.",
        "Kyuushou, listen to me. Although I know that you must be very confused and doubtful, you are in a very dangerous situation right now.",
        "Kyuushou, listen carefully. You may be confused by the suddenness of the situation, but I want you to understand that you are in a very dangerous situation."
    ],
    [
        "msg",
        251540,
        "It will be a disaster, I will protect you and take you out of here.",
        "这个地方马上就会爆发一场灾难，我是被派来保护你并且带你离开的。",
        "もうすぐ、ここで崩壊という名の災いが発生するわ。私は、君を安全なところまで護衛するよう命じられてるの。",
        "저는 여러분을 보호하고 안전한 곳으로 안내하기 위해 이곳에 파견되었습니다. 곧 이곳은 큰 재앙으로 폭발할 것입니다.",
        "Soon this place will erupt into a great disaster. I've been sent here to protect you and escort you to safety.",
        "Uma catástrofe está prestes a ocorrer neste lugar e eu fui enviada para protegê-la e levá-la embora.",
        "This place is about to explode into a catastrophe, and I've been sent to protect you and get you out of here.",
        "Soon, there will be a disaster here in the name of Honkai. I have been ordered to escort you to safety."
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251541,
        "Disaster? Hohoho… Is the doom coming?!!",
        "灾难…库库库…灭世的灾难终于要降临了么！！",
        "災い……クックックッ……滅世の災いがついに降臨するのね！！",
        "재앙... 무아하하하... 드디어 멸종이라는 재앙이 다가오고 있습니다!",
        "Disaster... Muahaha... The day of judgement has finally descended upon us!!",
        "Catástrofe... Kukuku... o apocalipse está finalmente chegando!",
        "Catastrophe...kukukuk...is the catastrophe of extinction finally coming!",
        ""
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251542,
        "Errr?!",
        "呃！？",
        "えっ！？",
        "! 어라?",
        "Huh?!",
        null,
        "Uhh!?",
        "What?"
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251543,
        "It's the judgement time now, just let me unlock the seal, I'm the redeemer of the world!",
        "终于到了裁决的时刻，就让我解放灵魂的封印，成为世界的救世主吧！",
        "裁判の時はついに来た。今こそ我が魂の封印を解き放つ時っ！我の力で混迷の世を救ってみせよう！",
        "이제 심판의 시간이야, 내가 봉인을 풀게 해줘, 내가 세상의 구원자니까!",
        "At last, judgement has arrived. Now is the time to release the seal on my soul! I will use my power and become the Savior of the world!",
        "Chegou finalmente o momento do julgamento. Agora é o momento de libertar o selo da minha alma! Vou usar o meu poder para salvar o mundo do caos!",
        "At last the moment of judgment has come, let me free the seal of my soul and become the savior of the world!",
        "The time for trial has finally come. Now is the time to release the seal of my soul! I will use my power to save this chaotic world!"
    ],
    [
        "msg",
        251544,
        "Ahh… Wait a second… I need to fix the bug before save the world… Otherwise I can't upload the update today!",
        "啊…等一下…不过就算要拯救世界的话也得等我先去把游戏的报错给修了…要不然今天就没法上传正式版了，九霄大人从来不会失信于人！",
        "あっ……ちょっと待て……世を救う前に、せめて我にこのバグを修正させてくれ、でないと今日のアップロードに間に合わん。この九霄様は、一度たりとも約束を違ったことがないのだ！",
        "오 ...... 잠깐만 ...... 세상을 구하기 전에 최소한 이 버그를 고칠 수 있게 해주세요. 위대한 큐쇼는 단 한 번도 약속을 지키지 않은 적이 없습니다!",
        "Oh... wait a minute... before I save the world, at least I need to fix this bug, or I will not be able to upload it today. The great Kyuushou has never once failed to keep her promises!",
        "Espera um pouco. Antes de salvar o mundo, pelo menos me permita consertar esse bug, ou eu não conseguirei fazer o upload hoje.  Kyuushou nunca quebrou uma promessa!",
        "Ah...wait a minute...but even if I want to save the world I'll have to wait until I go and fix the game's bugs first...otherwise I won't be able to upload the official version today...Lord Kyuushou never breaks a promise!",
        "Oh ...... wait a minute ...... before you save the world, at least let me fix this bug, or I will not be able to upload it today. This Kurosawa-sama has never once been wrong on a promise!"
    ],
    [
        "speaker",
        0
    ],
    [
        "portraits",
        [
            -1,
            0,
            true
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251545,
        "*Zombies roar*",
        "吼吼吼！",
        "ゴーン！ゴーン！ゴーン！",
        "*좀비 포효*",
        "Roarrr!",
        null,
        "Ho-ho-ho!",
        "Gong! Gong! Gong!"
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            -1,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251546,
        "Ha? What's that voice?",
        "咦？什么声音？",
        "ん？何の音だ？",
        "하? 저 목소리는 뭐죠?",
        "Hmm? What's that sound?",
        null,
        "Huh? What's that noise?",
        "Hmm? What's that noise?"
    ],
    [
        "speaker",
        0
    ],
    [
        "portraits",
        [
            -1,
            0,
            true
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251547,
        "2014 March 28th, Friday, 14:07:48. Houkai explosion happened in Senba HS……",
        "2014年3月28日，星期五，14:07:48，崩坏已成功降临千羽学园……",
        "2014年3月28日（金）14:07:48、千羽学園に崩壊が発生……。",
        "센바 HS에서 붕괴 폭발 사고 발생...... 2014년 3월 28일, 금요일, 14:07:48.",
        "Friday, March 28th, 2014, 14:07:48: Honkai Eruption occuring at Senba Academy...",
        "Em 28 de março de 2014 (sexta-feira) às 14h07min48s, a academia Senba passou por uma Erupção Honkai......",
        "Fri, 28 Mar 2014 14:07:48 GMT Honkai has successfully descended on Senba High School ......",
        "On Friday, March 28, 2014, 14:07:48, Honkai occurred at Senba High School. ......"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251548,
        "No time to explain, let's go!",
        "没时间解释了，先跟我走！",
        "もう時間がないわ！私について来て！",
        "나를 따라오세요! 시간이 얼마 남지 않았습니다!",
        "We're running out of time! Follow me!",
        "Não há tempo a perder! Venha comigo!",
        "There's no time to explain. Come with me first!",
        "We're running out of time! Follow me!"
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251549,
        "Ah!",
        "呜诶！",
        "えっ！えっ！？",
        "아!",
        "Ahh— Huh?!",
        null,
        "Woo-eh!",
        "Eh! What?"
    ],
    [
        "speaker",
        0
    ],
    [
        "portraits",
        [
            -1,
            0,
            true
        ],
        [
            -1,
            0,
            true
        ]
    ],
    [
        "msg",
        251550,
        "Boom! Boom! Boom!",
        "砰！砰！砰！",
        "バンッ！バンッ！バンッ！——カチャ。",
        "펑! 펑! 펑!",
        "Bang! Bang! Bang!",
        null,
        "Bang! Bang! Bang!",
        "Bang! Bang! BANG! --Kacha."
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            -1,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251551,
        "Humph-- Humph--",
        "呼——呼——",
        "はぁ、はぁ……。",
        "흠-- 흠--",
        "Huff... huff...",
        null,
        "Hoo-hoo-hoo.",
        "Ha, ha. ......."
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251552,
        "You just walked hundreds meters!?",
        "才跑这么点路就受不了了？你行不行啊喂。",
        "たったこれだけの距離を走っただけで、もうバテたの？",
        "우리는 거의 걸어 다니지 않았습니다! 벌써 지치셨나요?",
        "You're already exhausted? We barely walked anywhere!",
        "Você já está cansada só por correr a uma distância tão curta?",
        "You can't stand it after running this far? Are you okay?",
        "After running only this far, are you already battered?"
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251553,
        "Ah… Sync… It's just a side effect, I will be fine…",
        "咕…九霄大人正在和这具躯壳进行精神同步…这，这只是同步过程中的一些不良反应而已……",
        "うぅ……か、勘違いするな！これは、まだこの身体とシンクロしきれてないだけであって……そう！ただのシンクロ不足による反動……。",
        "아... 동기화... 부작용일 뿐이야, 괜찮을 거야...",
        "Ugh... Don't get the wrong idea! It's just that I haven't fully synchronized with this body yet... That's right! It's just a backlash due to a lack of synchronization...",
        "Oh não! Não me interprete mal. Apenas não estou sincronizado com este corpo ainda ... Sim! Apenas uma reação devido à falta de sincronização.",
        "Gu...Lord Kyuushou is spiritually synchronizing with this body...this, this is just some adverse reactions during the synchronization process ......",
        "Ugh ...... or don't get me wrong! This is just not fully synchronized with this body yet, ...... yeah! It's just a reaction to lack of synchronization......."
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251554,
        "Alright~ I will help you if you can't walk~",
        "好吧~那你慢慢同步吧，不用担心~你要是跑不动了我会拖着你走的。",
        "あっそ。じゃあ、ゆっくりシンクロでもしてて。もし走れなくなったら私が引っ張ってあげるから、心配しないでいいわよ。",
        "알았어요~ 걷지 못하면 제가 도와드릴게요~",
        "Right. Well, go ahead and take your time synchronizing. If you can't run, I'll pull you along, so don't worry.",
        "Ah, certo. Bem, vá em frente e sincronize-se lentamente. Se não conseguir correr, não te preocupes, eu vou puxá-la.",
        "Okay~ then you synchronize slowly, don't worry~ I'll drag you along if you can't run.",
        "Oh, right. Well, go ahead and take your time synchronizing. If you can't run, I'll pull you out, don't worry."
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251555,
        "Errr… Are you the demon from hell!",
        "呃…你的真实身份一定是地狱派来的恶魔吧！太没人性了!",
        "うぅ……お主、実は地獄から来た悪魔だろ！こ、この鬼畜め！",
        "어... 지옥에서 온 악마인가요!",
        "Ugh... You must be a devil from hell! You can't be human!",
        "Ahhh! Você é realmente um demônio do inferno!  Tão Desumana!",
        "Uh...your real identity must be a demon sent from hell! So inhuman!",
        "Ugh ...... you are actually a demon from hell! You are a demon!"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251556,
        "Hoho~ So do you want to feed zombies here?",
        "嚯嚯~那你是想在这里喂死士么？",
        "へぇ……なら、君はここでゾンビの餌にでもなるつもり？",
        "호호~ 여기서 좀비에게 먹이를 줄까요?",
        "Hehe... So you'd rather become zombie food here?",
        "Ah, então você está planejando se tornar o alimento dos zumbis aqui?",
        "Ho ho ho~ So are you trying to feed the dead here?",
        "Heh ...... then are you going to be zombie bait here?"
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251557,
        "Those zombies are so ugly, I can't feel any sense of beauty as the end of the world…",
        "你说的死士就是这些散发着污秽气息的使徒么，作为末世的前奏来说缺乏些许艺术感呢……",
        "お主が言うゾンビとは、あの汚らしい使徒どものことか？この世の終末というものは、もっと美しいものを想像していたのだが……。",
        "저 좀비들은 너무 못생겨서 세상의 종말이라는 아름다움이 전혀 느껴지지 않습니다...",
        "By zombies, do you mean those apostles of death that reek of filth? I imagined the end of the world to be something more beautiful... <i>(TN: Might be referencing how zombies used to be called \"dead apostles\" in early game, but idk)</i>",
        "Por zombies entendem-se aqueles apóstolos imundos? Eu tinha imaginado o fim do mundo para ser algo mais belo. ......",
        "Are these the apostles of death you speak of that reek of filth, lacking some artistry as a prelude to the end times ......",
        "By zombies you mean those filthy apostles? I had imagined the end of the world to be something more beautiful. ......"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251558,
        "They are not powerful, but it's still hard to fight with a lot of zombies at the same time. We need to leave as quick as we can.",
        "这些死士虽然不强，但是一旦他们聚集起来的话也不是那么轻易就能对付的，所以我们得在这之前离开这里。",
        "そうよ、あれがゾンビ。個々はそこまで強くはないけど、数が集まると厄介だから、そうなる前にここを離れないと。",
        "최대한 빨리 떠나야 합니다. 좀비는 강력하지는 않지만 동시에 많은 좀비와 싸우는 것은 여전히 어렵습니다.",
        "Yep, those are zombies. They're not that strong on their own, but they become a problem when there's a lot of them, so we need to get out of here before that happens.",
        "Sim, são zumbis. Eles não são tão fortes individualmente, mas podem ser problemáticos quando há muitos deles, então é melhor sair daqui enquanto podemos.",
        "These dead soldiers aren't strong, but they're not that easy to deal with once they gather, so we need to get out of here before that happens.",
        "Yes, those are zombies. Individually they are not that strong, but when they gather in numbers, they can be a nuisance, so we need to get out of here before that happens."
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251559,
        "Relax, I can use my secret skill to beat them!",
        "那就让它们聚集起来再说吧！到时候就用我的“燃魂聚爆”来消灭它们！",
        "だったら、集まらせておけばよい！そしたら、我が「ソール・エクスプロージョン」で一掃してやろう！",
        "걱정 마세요, 제 비밀 기술을 사용하면 이길 수 있어요!",
        "Then let them gather! I'll just wipe them out with my \"Soul Explosion\"!",
        "Então que se reúnam! Depois vou eliminá-los com o meu `Soul Explosion´.",
        "Then let them gather! I'll destroy them with my \"Soul Blast\"!",
        "Then let them gather! Then we will wipe them out with our \"Sole Explosion\"!"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251560,
        "Secret skill? What the…",
        "燃…什么？是什么鬼东西……",
        "ソー……えっと、何それ？",
        "뭐야... 비밀 기술?",
        "Soul... Uhh, what the hell?",
        "Ehh... o que é isso?",
        "Ignite...what? What the hell is it ......",
        "Thor...... um, what's that?"
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251561,
        "Emmm… I sealed them. Some powerful skills.",
        "哼哼~这是我被封印的力量之一，燃烧自己的灼热的灵魂，创造出连寒冰深狱都能融化的烈焰，将一切罪恶焚烧殆尽！",
        "ふふん、これは我が封印されし力の一つ、自らの魂を燃やすことで、深淵の氷すらも溶かす炎を解き放つのだ！そして、その炎は全ての罪を焼き尽くす威力を秘めている！どうだ驚いたか？",
        "음... 봉인했습니다. 몇 가지 강력한 기술.",
        "Fufu, this is one of my sealed powers. By burning my soul, I can unleash a flame that can melt even the ice of the abyss! And that flame has the hidden power to burn away all sins! Are you impressed?",
        "Este é um dos meus poderes selados: ao queimar a minha alma, desencadeio uma chama que derrete até o gelo do abismo! E esse fogo tem o poder de consumir todo o pecado! Está surpreendida?",
        "Hmph~ This is one of my sealed powers, to burn my own searing soul, to create a fiery flame that can melt even the cold and deep prison of ice, and to burn all evil to the ground!",
        "This is one of my sealed powers: by burning my own soul, I release a flame that melts even the ice of the abyss! And that fire has the power to consume all sins! Are you surprised?"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251562,
        "How stupid you are…",
        "这家伙…这么危险的时候还在想这种蠢事……",
        "こいつ……こんな時にまたバカな妄想をして……。",
        "얼마나 멍청한지...",
        "This girl... Having stupid delusions again at a time like this...",
        "Esta pessoa...... tem outra fantasia estúpida em um momento como este .......",
        "This guy...still thinking about such stupid things when it's so dangerous ......",
        "This guy ...... has another stupid fantasy at a time like this ......."
    ],
    [
        "portraits",
        [
            103,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251563,
        "No… Wait. She didn't become zombies, does it mean she can take endure the Houkai energy.",
        "不…等下。她在崩坏的环境下也没有变成死士，这么说她也是适格者么？",
        "いや、でもゾンビになってないってことは、崩壊の影響を受けてないってことよね。もしかして、こいつも適合者なの？",
        "좀비가 되지 않았다는 건  붕괴능을 견딜 수 있다는 뜻인가요? 아니... 잠깐만요.",
        "But the fact that she hasn't turned into a zombie means she hasn't been affected by the Honkai. Maybe she's compatible too?",
        "Não, mas o fato de ela não ter se transformado em um zumbi significa que não foi afetada pelo, o Honkai. Talvez ela também seja qualificada?",
        "No...wait a minute. She didn't turn into a Deadman even in Honkai, so is she also a Fittest?",
        "No, but the fact that he hasn't turned into a zombie means he hasn't been affected by Honkai. Maybe he's a conformist too?"
    ],
    [
        "msg",
        251564,
        "And they took she carefully, she must have her value… Maybe she really has some abilities…",
        "既然组织这么重视这家伙，那她一定有着重要的价值…难道她说她真的有着某些能力么……",
        "組織はやたらとこいつのことを重要視してるし……まさか、本当に何か力を持っている可能性も……。",
        "그리고 그들은 그녀를 조심스럽게 데려갔습니다. 그녀는 그녀의 가치가있을 것입니다... 어쩌면 그녀는 정말로 어떤 능력이있을 것입니다....",
        "The organization places a lot of importance on this girl... Could she really have some power?",
        "O que aconteceu? Você ficou curiosa para ver meu verdadeiro poder?",
        "Since the organization values this guy so much, she must have significant value...did she say she really has certain abilities ......",
        "The organization is very concerned about this guy. ...... I don't think it's possible that he really has some kind of power. ......"
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            103,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251565,
        "Would you like to see miracles?",
        "怎么样~让你见识一下真正的神迹吧！",
        "どうした？我が真の力を見てみたくなったのか？",
        "기적을 보고 싶으신가요?",
        "How about it? Do you want me to show you a real miracle?",
        "O que se passa?  Você quer ver meu verdadeiro poder?",
        "How about that~ I'll show you a real miracle!",
        "What's the matter? You want to see my true power?"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251566,
        "…Fine, I trust you, I'm going to gather zombies here.",
        "……好吧，就信你一次，你在这里等着，我去把附近的死士聚集过来。",
        "……わかったわ。今回は信じてあげる。ここで待ってて、私はこの辺一帯のゾンビを集めてくるから！",
        "...좋아, 널 믿어. 여기서 좀비를 모을게.",
        "...Okay. I'll trust you this time. Wait here, I'll go and gather all the zombies in this area!",
        "Está bem, eu já entendi. Vou acreditar em você desta vez. Fica aqui, juntarei os zumbis desta área!",
        "...... Well, I will believe you once, you wait here, I will go to gather the dead soldiers in the neighborhood.",
        "...... Okay, I get it. I'll trust you this time. Wait here, I'll go round up all the zombies in the area!"
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251567,
        "I also need some time to prepare!",
        "哼哼~去吧，我的神迹也需要一段时间的吟唱，这段时间就交给你来守护了！",
        "よし、行くがよい。我が力を解放するにも詠唱が必要だからな、ついでに時間稼ぎもしてくるのだ！",
        "준비할 시간도 필요합니다!",
        "Alright, go ahead. I need to chant to release my power, so go and buy some time!",
        "Tudo bem, vamos lá. É necessário um encantamento para liberar o  meu poder, e enquanto estiver nisso, vá e ganhe algum tempo para min!",
        "Hmph~ Go ahead, my miracle will take some time to chant as well, so I'll leave it to you to guard it in the meantime!",
        "All right, go ahead. I need to chant to release my power, and while I'm at it, I'll buy you some time!"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            102,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251568,
        "I get it!",
        "啧！知道了！知道了！",
        "はいはい！分かったわよ！",
        "알겠습니다!",
        "Yeah, yeah! Got it!",
        "Sim! Eu Entendi!",
        "Tsk! Got it! Got it!",
        "Yes, yes, yes! Okay, okay!"
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            102,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251569,
        "The dark power inside of my soul! I need power!",
        "沉眠于吾之体内的深暗魂魄！现吾将以自身之血肉召唤于汝！",
        "我が身に宿りし漆黒の魂よ！我を依代とし召喚に応えよ。",
        "저를 부양가족으로 받아들이고 제 소환에 응하세요. 오, 내 안에 거하는 칠흑 같은 영혼아!",
        "O jet-black soul that dwells within me! Take me as your dependent, and answer my summons.",
        "Ó alma negra que habita em meu corpo!  Responda à minha convocação e aceite-me como a sua serva.",
        "The dark spirit that lies dormant within me! Now I will call upon thee with my own flesh and blood!",
        "O jet-black soul that dwells in my body, take me as your servant and answer my call! Take me as your dependent, and answer my summons."
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251570,
        "Errr… It starts…",
        "呃…已经开始了么……",
        "始まったみたいね……。",
        "...... 시작된 것 같습니다.",
        "Uhh... looks like it's started...",
        "Parece que já começou.......",
        "Uh...has it started already? ......",
        "Looks like it's started. ......"
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251571,
        "$%#@^$#^#^$@#$!",
        "在黑煌的厄运降临凡世之际，绽放于末世的哀嚎之中！",
        "黒き厄災がこの世に降り注ぎし時、終焉の慟哭が虚空に響く！",
        "검은 역병이 이 세상에 내려오면 종말의 통곡이 허공에 울려 퍼집니다!",
        "When the black plague descends upon this world, the wail of the end echoes through the void!",
        "Quando a calamidade e as trevas cair sobre este mundo, o lamento final ecoará pelo o vazio!",
        "Bloom in the wail of the end times as the doom of black splendor descends upon the mortal world!",
        "When the black disaster descends upon this world, the wail of the end echoes in the void!"
    ],
    [
        "msg",
        251572,
        "%@#$@#%#@$!@#!",
        "汝之意识将与吾共存！湮灭·轮回·追溯于禁忌的深渊！狂哮的烈焰将焚烧万象！",
        "我が意志は汝と共に！滅びを経て、輪廻と禁忌の深淵を彷徨う！咆哮の炎よ、森羅万象を焼き尽くせ！",
        "멸망을 통해 나는 삼사라와 금기의 심연을 배회합니다! 활활 타오르는 불길, 우주의 모든 것을 태워버리세요! 나의 뜻이 너와 함께 하리라!",
        "My will be with thee! Through perdition, I roam the abyss of samsara and taboo! Roaring flames, burn all things in the universe!",
        "Minha vontade está com você! Vagando pelo abismo da reencarnação e tabus após perecer! Ó chamas que rugem, queimem o universo!",
        "Thy consciousness shall live with me! Annihilation - Reincarnation - Traced to the forbidden abyss! The roaring flames will burn the elephants!",
        "My will be with thee! Through perdition, I wander the abyss of samsara and taboo! Roaring flames, burn all things in the forest!"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            104,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251573,
        "Hey! Zomies are coming! Have you done your preparation!!",
        "喂！死士都已经引过来了！你的咒语念完了没啊！！",
        "ゾンビを集めたわよ！ソーなんとかとやらはまだ！？",
        "좀비들은 이미 여기 있습니다! 주문을 다 외우셨나요? 이봐요!",
        "Hey! I've gathered all the zombies! Where's your soul or whatever yet?!",
        "Olá! Os zumbis já estão aqui! Você terminou seu feitiço? !",
        "Hello! The dead soldiers have been lured over! Have you finished your incantation yet!",
        "We've got the zombies! Thor something or other yet!"
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            104,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251574,
        "Hohoho~ Come on!",
        "哼哼哼……来吧！与吾一起将神迹显现于世吧！奏响救世的前奏！",
        "ふっふっふっ……我が声に応え顕現せよ！今ここに救世の歌が降り注がん！",
        "이제 구원의 노래가 쏟아져 나옵니다!",
        "Fufufu... Respond to my voice and manifest! Here now, the song of salvation pours forth!",
        "Fufufufu... Responda à minha voz e manifeste-se! A canção da salvação está sendo derramada aqui e agora!",
        "Humbug ...... Come! Join me in manifesting the miracles into the world! Play the prelude to salvation!",
        " The song of salvation is now pouring down here!"
    ],
    [
        "msg",
        251575,
        "My secret skill!!!",
        "燃魂聚爆！！！",
        "ソール・エクスプロージョンっ！！！",
        "불타는 영혼 수집 폭발!! !",
        "Soul•Explosion!!!",
        "Soul Explosion!!!!",
        "Burning Soul Polyblast!!!",
        "Saul Explosion!"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            104,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251576,
        "Ohhhh!",
        "呜！",
        "っ！！",
        "오!",
        "!!!",
        "Uau!",
        "Woo!",
        "I'm not sure what you mean!"
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            104,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251577,
        "??? It didn't work?",
        "爆！爆！爆！呃…嗯…嗯？哎嘿~好像失败了呢！",
        "ソール・エクスプロージョン！エクスプロージョン！！エクスプロージョンッ！！！あ、あれ？きょ、今日は調子が悪いのかな！？",
        "영혼 폭발! 폭발! Uh..... 폭발! 오늘은 좀 피곤한 것 같아요! 어... Uh.... 허.",
        "Soul Explosion! Explosion!! Explosion!!! Ah, huh? Am I not feeling well today?!",
        "Soul Explosion! Explosion!! Explosion!!! Ah, o que foi isso? Parece que hoje não estou me sentindo bem!",
        "Burst! Burst! BURST! Uh...hmm...hmm? Hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey!",
        "Saul Explosion! Explosion! Explosion! Oh, that? Kyo, I'm not feeling well today!"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            104,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251578,
        "… I know I shouldn't trust you!!",
        "果然不能相信你这蠢货！！！",
        "分かってたけど……信じた私がバカだったわね……。",
        "! ...내가 당신을 믿을 만큼 멍청했다니 믿을 수가 없네요!!",
        "...I can't believe I was dumb enough to believe you!!!",
        "Eu sabia, mas fui estúpida por acreditar nisso...",
        "Surely you can't be trusted you dumb ass!!!!",
        "I knew it, but I was stupid enough to believe ....... ......"
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            -1,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251767,
        "What's wrong with my codes? Is that a bug……",
        "到底是哪里出了问题呢，难道是代码逻辑上面的问题么……",
        "一体、何に問題があるというのだ……。まさかプログラムのロジック自体に問題でもあるのか……。",
        "버그인가요...... 내 코드에 어떤 문제가 있나요?",
        "What on earth is the problem...? Don't tell me that there's a problem with the program logic itself...",
        "Mas qual é o problema? ....... Não me diga que há um problema com a lógica do programa em si. ......",
        "What went wrong? Is it the logic of the code? ......",
        "What in the world is the problem? ...... Don't tell me there is a problem with the logic of the program itself. ......"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251768,
        "Are you still thinking about your game? There is even no \"Quit\" in the game…",
        "都什么时候了还惦记着那个游戏？那玩意儿连个“退出“选项都没有，也不知道你这个制作者是怎么制作的……",
        "また、あのゲームのこと考えてるの？「ログアウト」の選択肢がない時点で、すでに失敗作だと思うけど……。",
        "아직도 게임에 대해 고민 중이신가요? 게임에는 \"종료\"도 없습니다...",
        "Are you thinking about that game again? I think it's already a failure since there's not even a \"Logout\" option...",
        "Você está pensando nesse jogo de novo? Aquela coisa nem sequer tem uma opção de ``Saída´´,  não sei como um criador faz...",
        "What's wrong with that game? That thing doesn't even have an \"exit\" option, I don't know how you, the maker, made it ......",
        "Are you thinking of that game again? I think it's already a failure when there's no \"log out\" option. ......"
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251769,
        "Errr…",
        "呃……",
        "なっ……。",
        "오류...",
        "Huh...",
        "Não…….//n",
        "Uh ......",
        "Become ......."
    ],
    [
        "msg",
        251770,
        "Hahaha, you found the most important part of this game!",
        "哼哼哼，没想到你居然是一个这么懂行的人，一眼就能发现我的游戏中最出彩的部分呢！",
        "よく知っているではないか。我がゲーム一番の見所を！",
        "하하하, 이 게임에서 가장 중요한 부분을 찾으셨군요!",
        "Hahaha, I didn't expect you to be such a knowledgeable person. You found the most brilliant part of my game at a glance!",
        "Você o conhece bem, não é?",
        "Hahaha, I didn't realize you were such a know-it-all that you could spot the most colorful parts of my game at a glance!",
        "You know it well, don't you? The best part of our game!"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251771,
        "Ha?",
        "哈？",
        "はぁ？",
        "하?",
        "Huh?",
        "Huh?",
        "Huh?",
        "Huh?"
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251772,
        "Yes, it's settings!",
        "没错！这就是九霄大人为了这个完美的游戏世界而精心设计出来的！",
        "これはわざとそう設計してあるのだ！リアルな世界を演出するためにな！",
        "네, 설정입니다!",
        "That’s right! It was designed that way on purpose! To create an immersive setting!",
        "Foi projetado assim de propósito! Para reproduzir um mundo realista!",
        "That's right! This is what Lord Kyuushou crafted for this perfect game world!",
        "This is intentionally designed that way! To create a realistic world!"
    ],
    [
        "msg",
        251773,
        "There is no chance to avoid this dangerous world!",
        "如果连无法回头的绝望都没有体验过的话，还如何在这个险恶的世界中生存呢？",
        "一度始めたらもう戻れない……絶望を体験したことのない者は、現実世界でも生きていけないからな！",
        "이 위험한 세상을 피할 수 있는 기회는 없습니다!",
        "Once you start, there's no going back... Those who have never experienced despair cannot survive in the real world!",
        "Uma vez que você começa, você não pode voltar atrás... Quem não experimentou o desespero não pode nem viver no mundo real!",
        "How can one survive in this treacherous world if one has not even experienced the despair of not being able to turn back?",
        "Once you start, you can't go back ...... because those who have never experienced despair can't live in the real world either!"
    ],
    [
        "msg",
        251774,
        "In order to let players know this, I delete the \"Quit\" part. It's not a simple game~ Hahaha~",
        "为了让玩家体验到这一点，九霄大人煞费苦心，去除了“退出”这个按钮！这虽然只是一个游戏，但可不是在闹着玩！快感激这样天才的九霄大人吧！凡人们！咕哈哈哈哈！",
        "プレイヤーにこのことを分からせるため、あえて「ログアウト」ボタンを消しているのだ！これはただのゲームでもなければ、遊びでもない！凡人どもは、この天才九霄様に感謝するがよい！はーはははっ！",
        "간단한 게임이 아니에요~ 하하하~ 플레이어에게 이 사실을 알리기 위해 '종료' 부분을 삭제합니다.",
        "In order to make players understand this, the \"Logout\" button has been removed! This is not just a game, nor is it just for fun! All you mere mortals should be grateful to the genius Kyuushou! Wahahaha!",
        "Para informar o jogador sobre isso, removi intencionalmente o botão \"sair\"! Não é apenas um jogo, não é uma brincadeira! As pessoas comuns devem ser gratas pela a genialidade de Kyuushou! Hahahahaha!",
        "Kyuushou has gone to great lengths to remove the \"Exit\" button in order to allow players to experience this! It's just a game, but it's no joke! Be grateful to the genius of Kyuushou! Mortals! Gohahahahaha!",
        "They dare to turn off the \"logout\" button to let players know this! This is not just a game, nor is it just for fun! All you mere mortals can thank this genius Kuksyo-sama! Hahahaha!"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251775,
        "So… Is the bug related to \"No quit\" setting?",
        "那你最开始说的报错是怎么回事，难道不就是因为没有退出才会报错的么？",
        "なら、君が最初に言ってたエラーはなんなの？「ログアウト」できないからエラーが発生してるんじゃないの？",
        "그렇다면... 이 버그는 '종료 안 함' 설정과 관련이 있나요?",
        "Then what's that error you mentioned at the start? Is it happening because you can't \"Logout\"?",
        "Então o que aconteceu com o relatório de erro que você mencionou no início? Não é porque você não desistiu quando relatou o erro?",
        "And what's with your initial comment about reporting an error, isn't it just that it doesn't quit that's reporting the error?",
        "Then what was the first error you mentioned? I thought the error occurred because you couldn't \"log out.\""
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251776,
        "Errr…",
        "咕呃……",
        "うぐ……。",
        "오류...",
        "Uhh...",
        null,
        "Goo er ......",
        "Ugu ......."
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251777,
        "I don't think there will be a lot of players love it…",
        "亏你还说是“正式版”，这种游戏估计发到网上去的时候都没什么点击量吧？",
        "よくこれを「正式版」なんて言えたものね。こんなのネットにアップしても、やる人なんていないでしょ。",
        "많은 플레이어가 좋아할 것 같지는 않은데...",
        "I can't believe you call this the \"official version\". Even if you uploaded it to the internet, no one would play it.",
        "Obrigada  a você por me avisar sobre esta ``versão oficial´´, esse tipo de jogo provavelmente não terá muito sucesso quando for postado na Internet, certo?",
        "You call it an \"official release\", this kind of game probably won't get many hits when it's posted online, right?",
        "How can you call this an \"official version\"? Even if it were uploaded to the Internet, no one would do it."
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251778,
        "…",
        "……",
        "……。",
        "...",
        null
    ],
    [
        "msg",
        251779,
        "Hahahaha!",
        "哼…哼哼！哼哼哼！哈哈哈哈！",
        "フ……フフ！フフフッ！アーハハハッ！",
        "하하하!",
        "Heh... Hehe! Hahaha! Ahahahah!!",
        "Hm....hmph! Hahahahaha! Hahahahaha!",
        "Hmph...hmph! Hahahaha! Ha ha ha ha!",
        "Hu......ffff! Hmph! Ahahahaha!"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251780,
        "Why are you laughing?",
        "你笑什么？",
        "な、何よ。いきなり笑ったりして、どうしたの！？",
        "왜 웃으세요?",
        "Wh-what's this? Why are you laughing all of a sudden?!",
        "Por que você está rindo?",
        "What are you laughing at?",
        "Hey, what is it? What's wrong with you, laughing all of a sudden!"
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251781,
        "You can't understand me…",
        "愚昧的凡人果然无法理解天才内心的孤独啊……正如他们无法理解艺术家的作品一样。",
        "愚かな凡人に天才の孤独はやはり理解できなかったか……。優れた芸術家の作品を理解できないのと同じように。",
        "어리석은 인간은 예술가의 작품을 이해하지 못하는 것처럼 천재의 마음속 외로움을 이해할 수 없습니다 .......",
        "Foolish mortals really can't understand the loneliness inside the heart of a genius... just as they can't understand the work of an artist.",
        "Será que uma pessoa comum e tola não poderia entender a solidão de um gênio afinal...? Assim como não entendemos o trabalho dos grandes artistas.",
        "Foolish mortals really can't understand the loneliness of a genius's heart ah ...... just as they can't understand an artist's work.",
        "The loneliness of genius was still incomprehensible to a foolish ordinary person. ...... Just as we cannot understand the work of a great artist."
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251782,
        "But it's meaningless if others can't play it/",
        "但是玩不了不就没有意义了么？",
        "でも、ちゃんと遊べない時点で意味ないじゃない。",
        "하지만 제대로 플레이할 수 없다면 무슨 소용이 있을까요?",
        "But what's the point if you can't play it properly?",
        "Mas não faz sentido quando você não pode joga-lo corretamente.",
        "But isn't there no point in not being able to play?",
        "But what's the point if you can't play with it properly?"
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251783,
        "…",
        "咕……",
        "ぐぅ……。",
        "...",
        "Guh...",
        null,
        "Goo ......",
        "Gu ......."
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251784,
        "Hey! Where are you going?!",
        "喂！你要去哪？",
        "ちょ、ちょっと！どこ行くのよ！？",
        "! 이봐요! 어디 가세요?",
        "H-hey! Where are you going?!",
        "Espere um minuto! Onde você está indo ! ?",
        "Hello! Where are you going?",
        "Hey, hey! Where are you going?"
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251785,
        "Leave me alone. I need to fix that bug!!",
        "别管我！我要把那个错误的分歧点纠正过来才行！！",
        "ほっといて！我はあのエラーを直しに戻る！！",
        "그 버그를 고쳐야겠어요! ! 날 내버려둬요.",
        "Leave me alone! I'm going back to fix that error!!",
        "Me deixe em paz! Vou voltar para corrigir esse erro! !",
        "Leave me alone! I'm going to correct that false point of disagreement before I do!",
        "Leave me alone! I'm going back to fix that error!"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            104,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251786,
        "Are you serious? I won't let you go back to the dangerous place.",
        "没搞错吧？你难道又要回去么！给我回来！",
        "ここまで来て戻る気なの！？",
        "위험한 장소로 돌아가지 않게 해줄게요. 진심이에요?",
        "You've come this far and you're going back?! Get back here!",
        "Você está falando sério? Você quer voltar de novo! Volte aqui!",
        "What's wrong with you? Are you going back again! Get back here!",
        "You've come this far and you're going back!"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            -1,
            0,
            true
        ]
    ],
    [
        "msg",
        251579,
        "You scared me…",
        "呼！呼！吓死我了……",
        "はぁ！はぁ！死ぬかと思った……。",
        "놀랐잖아...",
        "Huff! Huff! I thought I was going to die...",
        "Ufa! Ufa! Você me assustou...",
        "Whew! Whew! Scared the shit out of me. ......",
        "Huh! Huh! I thought I was going to die. ......"
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251580,
        "Kiana, you beat so many zombies!",
        "琪亚娜，没想到你能一个人打败这么多怪物，我相信你是正义的使者了。",
        "キアナ、たった一人でこの数の化け物を倒すとは……。お主、正真正銘の正義の使者であったか。",
        "키아나, 많은 좀비를 물리쳤어요!",
        "Kiana, to think you could defeat so many monsters all by yourself... You truly are a messenger of justice.",
        "Kiana, como você poderia derrotar esse número de monstros sozinha? ...... Você foi um verdadeiro enviado da justiça, não foi?",
        "Kiana, I didn't expect you to defeat so many monsters by yourself, I'm convinced you're the bringer of justice now.",
        "Kiana, how could you defeat this many monsters by yourself? ...... You are a true messenger of justice."
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            104,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251581,
        "Shut up…",
        "你给我闭嘴……",
        "君はもう黙ってて……。",
        "닥쳐...",
        null,
        "Cale-se ......",
        "You shut up ......",
        "You can shut up now at ......."
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            104,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251582,
        "Alright, it's just an accident~",
        "好啦~好啦~刚才只是意外而已，沉眠于体内的力量已经很久没有使用了，偶尔失败也是正常的啦~",
        "分かった、分かった。ただ、さっきのはただの事故。この身に宿りし力を解放するのが久しぶりすぎて、たまたま失敗しただけ——",
        "괜찮아요, 그냥 사고였어요~",
        "Okay, okay. But what happened earlier was just an accident. It's just been so long since I released the power that resides within me that I just accidentally failed——",
        "Ok ~ ok ~ Foi apenas um acidente agora, o poder adormecido no corpo não é usado há muito tempo e é normal falhar ocasionalmente ~",
        "Well, well, well, well, it was just an accident. It's been a long time since I've used the power that's dormant in my body, so it's normal for it to fail every once in a while.",
        "Okay, okay. But what happened earlier was just an accident. It's been too long since I've released the power that resides in me, and I just happened to make a mistake--"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            104,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251583,
        "I will close your mouth myself if you continue to talk!",
        "你要是再说一句话我就把你的嘴打烂！",
        "いい加減にして！また変なことを口走ったら、本気で君を殴るわよ！",
        "이제 충분합니다! 더 이상 말도 안 되는 소리를 하면 주먹으로 입을 막아버릴 거야!",
        "That's enough! Any more of your ridiculous nonsense and I'm going to fix that mouth of yours with my fists!",
        "vamos! Se você disser algo estranho de novo, eu vou bater em você!",
        "If you say another word I'll smash your mouth in!",
        "That's enough! You say one more funny word and I will seriously hit you!"
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            104,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251584,
        "I… Get it…",
        "知…知道了……",
        "ふ、ふぇ。わ、分かったよぉ……。",
        "I... Get it...",
        "O-okay. G-got it...",
        "Sabe...Entendi...",
        "Knew...got it ......",
        "Huh, huh. Wow, okay. ......."
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251585,
        "Calm down, I must finish the quest.",
        "呼…呼…淡定！淡定…不能因为情绪而影响任务！",
        "ふぅ……落ち着け！落ち着け！任務を第一に考えないと。",
        "휴...휴...진정하세요! 침착... 감정이 미션에 방해가 되어서는 안 됩니다!",
        "Phew... phew... Stay calm! Stay calm... Can't let emotions get in the way of the mission!",
        "Fuu...... acalme-se! Acalme-se! Tenho que colocar a missão em primeiro lugar.",
        "Phew...phew...calm down! Calm down...can't let emotions get in the way of the mission!",
        "Huh ...... calm down! Calm down! We have to put the mission first."
    ],
    [
        "msg",
        251586,
        "Kyuushou, listen to me, we must get out of here!",
        "九霄听我说，我们现在的情况真的很危急，我们必须尽快离开这里，现在已经快超出预计的逃离时间了，所以……",
        "九霄、よく聞いて。もう理解できてるとは思うけど、今すごく危険な状況なの。一刻も早くここから脱出しないと命に関わることになるわ。もう時間がないの、だから……。",
        "큐쇼, 내 말 들어요 여기서 나가야 해요!",
        "Kyuushou, listen carefully. I'm sure you understand by now, but we're in a very dangerous situation. If we don't get out of here as soon as possible, our lives will be in danger. We don't have much time left, so...",
        "Kyuushou, ouça com atenção. Espero que você entenda que agora,  é uma situação muito perigosa  Se você não sair daqui o mais rápido possível, sua vida estará em perigo. Estou ficando sem tempo, então...",
        "Kyuushou listen to me, our current situation is really critical, we have to get out of here as soon as possible, it is now almost beyond the expected escape time, so ......",
        "Kyuushou, listen carefully. I'm sure you understand by now, but we are in a very dangerous situation. If you don't get out of here as soon as possible, your life will be in danger. We are running out of time, so please go to ......."
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251587,
        "^%$#^@#$@$#!!",
        "沉眠的断罪之力！在以吾之名重生！显现汝之神迹吧！",
        "眠りし断罪の力よ！我が真名の元に顕現せよ！汝の力を示せ！",
        "! ^%$#^@#$@$#!",
        "O dormant power of condemnation! Manifest in my true name! Reveal thy power!",
        null,
        "The dormant power of sin-breaking! Be reborn in my name! Reveal your miracles!",
        "O sleeping power of absolution! Revealed in my true name! Show me thy power!"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            104,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251588,
        "Did you hear me?!!",
        "你到底有没有在听啊喂！！！",
        "もう懲りないわね！ちゃんと話を聞いて！！",
        "내 말 들었어?! !",
        "Did you hear me?! Listen to me!!",
        "Você não vai aprender esta lição novamente! Ouça-me!",
        "Are you listening or not oi!!!!",
        "You won't learn your lesson again! Listen to me properly!"
    ],
    [
        "speaker",
        0
    ],
    [
        "portraits",
        [
            -1,
            0,
            true
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251589,
        "Boom!!",
        "轰隆！！！！",
        "ドーン！！！！",
        "펑! !",
        "Rumble!!!!",
        "Boom!!",
        "Rumble ！！！！",
        "Dawn ！！！！"
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            -1,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251590,
        "Kiana! It works!",
        "琪亚娜！我成功了！",
        "ほら、キアナ！見ろ！見ろ！成功したぞっ！",
        "키아나! 작동합니다!",
        "Look, Kiana! Look! Look! It worked!",
        "Kiana! Consegui!",
        "Kiana! I made it!",
        "Look, Kiana! Look! Look! It worked!"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251591,
        "Ha?!",
        "咦！？",
        "あ、あれ？",
        "! 하?",
        "H-huh?",
        "O que! ?",
        "Huh!",
        "Oh, that?"
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251592,
        "Hahaha! This is my real power!",
        "哈哈哈！见识到了吧，凡人，这才是九霄大人的真正力量！",
        "はははっ！分かったか、凡人よ。これぞ九霄様の力よ！",
        "이것이 나의 진정한 힘입니다! 하하하!",
        "Hahaha! Do you see now, mortal? This is the true power of Kyuushou-sama!",
        "Hahahahaha! Veja, mortal, este é o verdadeiro poder de  Kyuushou!",
        "Ha ha ha! See, mortals, this is the true power of Lord Kyuushou!",
        "Ha-ha-ha! Do you understand, mere mortals? This is the power of Kurosawa-sama!"
    ],
    [
        "msg",
        251593,
        "The thunderstorm, I summoned it!",
        "那朵巨大的乌云就是遵循我的召唤而降临的神迹！延续历史的轨迹，长眠的预言将再度宣告终焉的到来！",
        "あそこに見える雷雲こそ、我が召喚に応え顕現せしもの！古き盟約に従い、長きに渡り封印されていた予言が再び終焉を告げるだろう！",
        "뇌우, 내가 소환했어!",
        "The thunderclouds you see over there are the ones who have responded to my summons! In accordance with the ancient covenant, a prophecy that has been sealed for so long will once again announce the arrival of the end!",
        "As nuvens de trovão que ali se vêem são a manifestação da minha convocação! De acordo com o antigo pacto, a profecia há muito selada já está  se concretizando!",
        "That great dark cloud is the miracle that has descended following my call! Continuing the trajectory of history, the prophecy of the long sleep will once again proclaim the coming of the end!",
        "The thunderclouds you see over there are the manifestation of my summons! In accordance with the old pact, the prophecy that has been sealed for so long will once again come to an end!"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251594,
        "No… It's not a normal one.",
        "不对……这雷电有点不寻常。",
        "違う……この雷、何かおかしいわ。",
        "아니요... 정상이 아닙니다.",
        "No... There's something strange about this thunder.",
        "Não. ...... Há algo de errado com este relâmpago.",
        "No ...... this thunder and lightning is a bit unusual.",
        "No. ...... There's something wrong with this lightning."
    ],
    [
        "speaker",
        0
    ],
    [
        "portraits",
        [
            -1,
            0,
            true
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251595,
        "*Strange sound*",
        "嗡嗡嗡……",
        "ピピピ……。",
        "*이상한 소리*",
        "Pip pip pip~",
        null,
        "Buzz ......",
        "Pipi. ......."
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            104,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251596,
        "This is… Houkai energy!",
        "这是……崩坏能反应！",
        "これは……崩壊エネルギー反応！",
        "이것은... 붕괴 에너지입니다!",
        "This is... a Honkai energy reaction!",
        "Isso é... uma manifestação da energia  Honkai!",
        "This is the ...... Honkai energy response!",
        "This is ...... Honkai energy reaction!"
    ],
    [
        "msg",
        251597,
        "The power is… Very high!? Is it reality-distortion field?",
        "而且这种高强度的反应…难道是现实扭曲力场！？",
        "こんなに強い反応が現れるなんて……まさか現実歪曲フィールド！？",
        "현실 왜곡 필드인가요? 파워는... 매우 높습니다!?",
        "To think that such a strong reaction would occur... Could it be a reality distortion field?!",
        "Esta reação de alta intensidade... poderia ser um campo de força que distorce a realidade! ?",
        "And this high-intensity reaction...could it be a reality distortion force field!",
        "I didn't expect such a strong reaction to show up at ...... I didn't think it was a reality distortion field!"
    ],
    [
        "msg",
        251598,
        "Kyuushou, we must leave here, run as quick as we can…",
        "九霄，那片雷暴云一定是因为崩坏而产生的，我们必须尽快离开……",
        "九霄！あの雷雲は崩壊によって形成されたものよ！急いで逃げないと……。",
        "큐쇼, 여기서 빨리 도망쳐야 해...",
        "Kyuushou! Those thunderclouds were formed by the Honkai! We've gotta get out of here quickly...",
        "Kyuushou!  Essa nuvem tempestuosa foi formada pelo o Honkai! Temos que fugir imediatamente...",
        "Kyuushou, that thunderstorm cloud must have been created because of the Honkai, we must leave as soon as possible ......",
        "Kyuushou! That thundercloud was formed by Honkai! We must hurry and escape. ......"
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251599,
        "Errr! Where is she!?",
        "呃！那家伙又跑哪去了！？",
        "……って、あれ？こんな時にどこいったの！？",
        "그녀는 어디 있나요! ? Err!",
        "...Wait, huh? Where the heck did she go at a time like this!?",
        "Ugh! Para onde aquela pessoa foi desta vez ! ?",
        "Uh-huh! Where did that guy go again!",
        "What is ......, huh? Where did it go at a time like this!"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            104,
            0,
            false
        ],
        [
            -1,
            0,
            true
        ]
    ],
    [
        "msg",
        251600,
        "We don't have time to waste here… Where is Kyuushou?",
        "可恶！已经超出预定脱离时间了，又要被骂了…九霄那个混蛋究竟跑哪里去了！",
        "もうっ！任務遂行予定時間をオーバーしちゃったじゃない！また怒られる……。",
        "또 혼나겠어... 큐쇼는 대체 어디로 간 거야? 이미 미션 완료 시간을 초과했습니다! 젠장!",
        "Damn it! I've already exceeded the time to complete the mission! I'm going to be scolded again... And where the hell did Kyuushou go?",
        "Droga! Já passou da hora marcada para a partida, e vou levar uma bronca de novo... Para onde foi aquela maldita Kyuushou !",
        "Damn it! It's already beyond the scheduled detachment time, and I'm going to be scolded again...where the hell did that bastard Kyuushou run off to!",
        "Oh, my God! You've exceeded your scheduled time to complete your mission! I'm pissed off again. ......"
    ],
    [
        "msg",
        251601,
        "She must walk to the thunderstorm… Ahh, I see her!",
        "离雷暴云越来越近了，那个家伙总是说着神迹什么的鬼话，真一定是朝着这个方向……啊，找到了！",
        "雷雲がどんどん近づいてきてる。九霄のやつ、自分の力だと思ってたし、まさか雷雲の方に行ったんじゃ。…………はぁ、やっぱりいた。",
        "그녀는 천둥 번개를 향해 걸어가야 한다... 아, 그녀가 보인다!",
        "The thunderclouds are getting closer and closer. That Kyuushou girl is always talking about miracles and all that crap, but I never imagined she would have gone towards the thunderclouds. ...Ah, there she is.",
        "Estou  cada vez mais perto da nuvem da tempestade, aquela pessoa sempre falando em milagres e outras bobagens, deve estar indo nessa direção... Ah, achei!",
        "Closer and closer to the thunderstorm cloud, that guy is always talking about miracles and all that crap, really must be in this direction ...... Ah, found it!",
        "Thunderclouds are getting closer and closer. That Kyuushou guy, I thought he was on his own, and I didn't think he went for the thunderclouds. ............Ha, I knew he was there."
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            121,
            0,
            false
        ],
        [
            -1,
            0,
            true
        ]
    ],
    [
        "msg",
        251602,
        "It should be here…",
        "应该就是在这附近了……",
        "この辺りのはず……。",
        "여기 있을 텐데...",
        "It must be around here...",
        "Deve ser por aqui...",
        "It should be right around here ......",
        "It should be in this area: ......."
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            104,
            0,
            false
        ],
        [
            -1,
            0,
            true
        ]
    ],
    [
        "msg",
        251603,
        "Hey! I got you!",
        "你这家伙！终于让我逮到你了！",
        "九霄！やっと見つけたわよ！",
        "드디어 잡았어요! 이 멍청한 놈!",
        "Kyuushou! I finally found you!",
        "Kyuushou! Eu finalmente te encontrei!",
        "You guys! Finally I got you!",
        "Kyuushou! I finally found you!"
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            121,
            0,
            false
        ],
        [
            -1,
            0,
            true
        ]
    ],
    [
        "msg",
        251604,
        "Woaw, Kiana, relax, drop your gun!",
        "呜哇！琪亚娜！你冷静点！不要用枪对着我啦！",
        "うわっ！キ、キアナ！落ち着け！冗談でも銃口をこっちに向けるな！",
        "진정하세요! 우와, 우와, 키아나! 나한테 총 겨누지 마세요!",
        "Whoa! Ki-Kiana! Calm down! Don't point a gun at me, even as a joke!",
        "Ei! Kiana, acalma-te! Não me apontes essa arma, mesmo que estejas a brincando!",
        "Whoo-hoo! Kiana! Calm down! Don't point that gun at me!",
        "Oh, my God! Ki, Kiana! Easy, easy, easy! Don't point the muzzle at me, even if you're joking!"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            104,
            0,
            false
        ],
        [
            -1,
            0,
            true
        ]
    ],
    [
        "msg",
        251605,
        "I will break your leg if you continue to run!",
        "你要是再乱跑我就把你的腿也打断！",
        "もし、また勝手な行動をしたら、本当に動けなくなるまで殴るからね！",
        "한 번만 더 도망치면 다리를 부러뜨릴 거야!",
        "If you run away from me one more time, I'm going to break your legs!",
        "Se você correr de novo, vou quebrar suas pernas também!",
        "If you keep running around I'll break your legs too!",
        "If you act selfishly again, I will beat you until you really can't move!"
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            121,
            0,
            false
        ],
        [
            -1,
            0,
            true
        ]
    ],
    [
        "msg",
        251606,
        "You monster!",
        "你这个恶魔！",
        "こ、この悪魔！",
        "이 악마!",
        "Y-you devil!",
        "Você é um demônio!",
        "You devil!",
        "This devil!"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            -1,
            0,
            true
        ]
    ],
    [
        "msg",
        251607,
        "Humph! You must leave here with me!",
        "哼！不管你怎么说！你现在必须和我一起离开这个学园！",
        "ほら！早くこの学園から脱出するわよ！",
        "어서! 최대한 빨리 이 아카데미를 빠져나가겠습니다!",
        "Come on! We have to get out of this academy as fast as we can!",
        "Woah! Não importa como você diga! Você precisa sair desta Academia comigo agora!",
        "Hmph! No matter what you say! You must leave this school with me now!",
        "Voila! We'll get out of this academy as soon as possible!"
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            121,
            0,
            false
        ],
        [
            -1,
            0,
            true
        ]
    ],
    [
        "msg",
        251608,
        "Wait, wait a second… We must find that girl, she is the key to stop the doom!",
        "等，等下！在这之前我们一定要找到那个少女，她是阻止末世降临的关键！",
        "ま、待て！脱出する前に我らにはすべきことがある。ある少女を見つけ、この終焉に終止符を打たなければ！",
        "잠깐만요! 탈출하기 전에 해야 할 일이 있습니다. 세상의 종말을 막을 열쇠를 쥐고 있는 소녀를 찾아야 해요!",
        "W-wait! Before we can escape, there's something we must do. We must find the girl and put an end to this demise!",
        "Espera, Espera! Precisamos encontrar aquela garota antes de fazer qualquer outra coisa. Ela é a chave para impedir o fim do mundo!",
        "Wait, wait! We must find the maiden before that happens. She's the key to stopping the end times from coming!",
        "Well, wait! Before we can escape, we have work to do. We must find a girl and put an end to this demise!"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            -1,
            0,
            true
        ]
    ],
    [
        "msg",
        251609,
        "Ha!? What are you talking about! I can't see any other human here!",
        "哈！？你在说什么啊！这里除了我们可都是死士啊！",
        "ちょっと、何言ってるの？ここにはもうゾンビしかいないのよ。私達を除いて女の子なんているわけないじゃない！",
        "대체 무슨 말씀이세요? 응! 여긴 좀비들만 있고, 우리만 남았어요!",
        "Huh?! What are you talking about? Everyone's a zombie now. There are no girls here except for us!",
        "Ha! ? Do que você está falando! Todos aqui estão mortos, menos nós!",
        "Ha!? What are you talking about? We're all dead men here!",
        "Hey, what are you talking about? There's nothing but zombies here now. There are no girls here except for us!"
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            121,
            0,
            false
        ],
        [
            -1,
            0,
            true
        ]
    ],
    [
        "msg",
        251610,
        "Trust me, Kiana!",
        "这是埋藏在我记忆中的神启，绝对不会错的，请相信我，琪亚娜！",
        "我の記憶に潜む神からの啓示だ……絶対に間違いない！今度ばかりは我を信じてくれ、キアナ！",
        "제발 믿어주세요, 키아나! 이것은 내 기억 속에 묻혀있는 신성한 계시이며, 절대 실수가 없습니다.",
        "It's a divine revelation from God, who granted me my memories... I'm sure of it! Just trust me for once, Kiana!",
        "Esta é a revelação divina enterrada em minha memória, não há absolutamente nenhum erro, por favor, acredite em mim, Kiana!",
        "It's a divine revelation buried in my memory, there's no way it can be wrong, please believe me, Kiana!",
        "It's a revelation from the God behind my memory. ...... I'm absolutely sure of it! For once, trust me, Kiana!"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            -1,
            0,
            true
        ]
    ],
    [
        "msg",
        251611,
        "Ho…",
        "呜……",
        "うぅ……そんなこと言われても……。",
        "Ho...",
        "Ugh... Even if you say that...",
        null,
        "Woo ......",
        "Ugh ...... even if you say that ......."
    ],
    [
        "speaker",
        204554
    ],
    [
        "portraits",
        [
            201,
            0,
            false
        ],
        [
            -1,
            0,
            true
        ]
    ],
    [
        "msg",
        251612,
        "No one… I don't need to care anyone anymore…",
        "都不在了……大家都不在了……已经没有牵挂了……",
        "もういない……誰もいない……思い残すことなど、もう……。",
        "아무도... 더 이상 아무도 신경 쓸 필요가 없습니다...",
        "There's nothing left... There's no one left... No one to care about anymore...",
        "Não está aqui... Todos se foram... Nós já a deixamos ir...",
        "It's all gone ...... Everyone is gone ...... There are no more ties ......",
        "There is no one ...... left to think about anymore."
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            121,
            0,
            false
        ],
        [
            -1,
            0,
            true
        ]
    ],
    [
        "msg",
        251613,
        "Ah! She is there!",
        "啊！在那里！",
        "あっ！あそこ！",
        "저기 있네요! 아!",
        "Ah! There!",
        "Ah! Aí está!",
        "Ahh! There!",
        "Ah! There!"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            103,
            0,
            false
        ],
        [
            -1,
            0,
            true
        ]
    ],
    [
        "msg",
        251614,
        "This person is… Not zombie?",
        "那个人……不是死士？",
        "あの人……ゾンビじゃない？",
        "저 여자애... 좀비가 아니야?",
        "That girl... She's not a zombie?",
        "Esse cara ...... não é um zumbi?",
        "That man ...... is not a dead soldier?",
        "Isn't that guy ...... a zombie?"
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            121,
            0,
            false
        ],
        [
            -1,
            0,
            true
        ]
    ],
    [
        "msg",
        251615,
        "Yes, but there is something wrong with her…",
        "果然是她！但是她的状态好像有些奇怪……",
        "やはり彼女だ！ん？何か様子がおかしいな……。",
        "네, 하지만 그녀에게 문제가 있습니다...",
        "It's definitely her! Hmm? Something's wrong with her...",
        "É ela! Mas sua condição parece um pouco estranha...",
        "Sure enough, it was her! But she seems to be in a strange state ......",
        "It is her, after all! Hmm? Something's wrong with her. ......"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            103,
            0,
            false
        ],
        [
            -1,
            0,
            true
        ]
    ],
    [
        "msg",
        251616,
        "Who is she? Do you know her?",
        "这个人是谁？九霄你认识么？",
        "誰？九霄の知り合い？",
        "그녀를 아세요? 그녀는 누구인가요?",
        "Who is she? Do you know her, Kyuushou?",
        null,
        "Who is this man? Do you recognize Kyuushou?",
        "Who is it? Do you know Kyuushou?"
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            121,
            0,
            false
        ],
        [
            -1,
            0,
            true
        ]
    ],
    [
        "msg",
        251617,
        "She is Raiden Mei, the \"Queen\" Mei.",
        "她是雷电芽衣，是被称作“雷电女王”的三年级生。",
        "彼女は雷電芽衣。「雷電女王」と呼ばれる千羽学園の三年生だ。",
        "그녀의 이름은 라이덴 메이입니다. 센바 고등학교 3학년입니다. 하지만 그녀는 '라이덴 여왕'으로 더 잘 알려져 있습니다.",
        "Her name is Raiden Mei. She's a third-year here at Senba Academy. But she's better known as the \"Queen of Thunder\". (TN: Mei is Japanese, so her first name is Mei and her last name is Raiden. Same goes for Kyuushou. There's no in-universe explanation for this when everyone speaks the same language, so you'll just have to pretend that it's the regional custom in fantasy Asia.)",
        null,
        "She is Raiden Mei, a third-year student known as the \"Queen of Raiden\".",
        "Her name is Raiden Mei. She is a third-year student at Senba Academy, known as the \"Raiden Queen."
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            -1,
            0,
            true
        ]
    ],
    [
        "msg",
        251618,
        "\"Queen\"？ What a funny name… And she didn't become zombie too…",
        "“雷电女王”…为什么一个个名字都这么中二，在崩坏环境中也没有变成死士，这家伙也是适格者么……",
        "「雷電女王」……また中二っぽいネーミングね。崩壊が発生したっていうのにゾンビにならなかったっていうことは、あの子も適合者……？",
        "\"여왕\"? 재밌는 이름이네요... 그리고 그녀도 좀비가 되지 않았어요...",
        "\"Queen of Thunder\"... Another Chuunibyou-esque name. She didn't turn into a zombie even though the Honkai Eruption occurred, does that mean she's also compatible...?",
        null,
        "\"Queen of Thunder and Lightning\"...why are all the names so middle-aged, and they didn't turn into dead soldiers in the Honkai environment...is this guy an Aptitude too? ......",
        "Queen Raiden.\" ...... Another chuunibu-ish name. Honkai occurred and she didn't turn into a zombie, does that mean she's a conformist too......?"
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            121,
            0,
            false
        ],
        [
            -1,
            0,
            true
        ]
    ],
    [
        "msg",
        251619,
        "Raiden Mei!",
        "雷电芽衣！",
        "雷電芽衣！",
        "라이덴 메이!",
        null,
        null,
        "Raiden Mei！",
        "Raiden Mei！"
    ],
    [
        "speaker",
        204554
    ],
    [
        "portraits",
        [
            201,
            0,
            false
        ],
        [
            -1,
            0,
            true
        ]
    ],
    [
        "msg",
        251620,
        "You are the strange freshman, will you talk to me about the weird things again?",
        "你是…那个一年生…又要来和我说你那些奇怪的预言了么……",
        "君は……よく私の周りをうろついていた一年生……。また私に変な予言でもするつもり？",
        "넌 이상한 신입생이잖아, 또 이상한 얘기 해줄래?",
        "You're... that freshman who often hangs around me... Are you going to make some strange prediction about me again?",
        null,
        "Are you...that first year student...coming back to tell me about your strange prophecies ......",
        "You are a freshman ...... who used to hang around me a lot. Are you going to make some weird prediction about me again?"
    ],
    [
        "msg",
        251621,
        "Ahhh, it doesn't matter anymore, this place will be destroyed soon.",
        "啊，不过已经不重要了，反正这里马上就要毁灭了。",
        "……でも、もうどうでもいいことね。もうすぐここも滅びるのですから。",
        "아, 이젠 상관없어, 여긴 곧 파괴될 거야.",
        "...But it doesn't matter anymore. Soon this place will be destroyed too.",
        null,
        "Ah, but it doesn't matter anymore, this place is about to be destroyed anyway.",
        "...... but that doesn't matter anymore. This place will soon be destroyed."
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            121,
            0,
            false
        ],
        [
            -1,
            0,
            true
        ]
    ],
    [
        "msg",
        251622,
        "No, I won't let this happen! For the redeemer!",
        "不，这里是不会毁灭的。我不会让这件事的发生的！以救世主之名起誓！",
        "何を言うっ！ここは滅びない！救世主たる我が名に賭けてな！",
        "구세주를 위하여! 안 돼요, 이렇게 두지 않겠습니다!",
        "What are you saying?! This place will not perish! I swear on my duty as Savior!",
        null,
        "No, this place will not be destroyed. I won't let that happen! Swear it in the name of the Savior!",
        "What are you talking about? This place will not perish! I bet on my name as the savior of the world!"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            -1,
            0,
            true
        ]
    ],
    [
        "msg",
        251623,
        "Ahhh…",
        "哎…我就知道会演变成这样……",
        "はぁ……結局こうなるのね……。",
        "아...",
        "Sigh... I knew it would end up like this...",
        null,
        "Oops...I knew it would play out like this ......",
        "Huh. ...... This is what happens in the end. ......"
    ],
    [
        "speaker",
        204554
    ],
    [
        "portraits",
        [
            201,
            0,
            false
        ],
        [
            -1,
            0,
            true
        ]
    ],
    [
        "msg",
        251624,
        "Humph, redeemer… Do you know my pain? No… You know nothing…",
        "哼，救世主么…那你能明白我内心的痛苦么，明明什么都不明白却一副自命清高的样子……",
        "救世主ですか……。あなたみたいな少女に、私の苦しみが分かるっていうの？何も知らないくせして……。",
        "험프, 구세주여... 내 고통을 아십니까? 아니... 넌 아무것도 몰라...",
        "Savior... You think a girl like you can understand my pain? You know nothing at all...",
        null,
        "Hmph, savior...then can you understand my inner pain, obviously do not understand anything but look like a self-righteous ......",
        "Are you a savior? ....... Do you think a girl like you can understand my suffering? You don't know anything about it. ......"
    ],
    [
        "msg",
        251625,
        "There is no redeemer in this world. If there is one…",
        "这个世界根本就没有什么救世主，即使有的话……",
        "この世に救世主などいません。もし、いるとしても……。",
        "이 세상에는 구원자가 없습니다. 있다면...",
        "There is no Savior in this world. Even if there was...",
        null,
        "There is no such thing as a savior in this world, and even if there were ......",
        "There is no savior in this world. If there is, you can find it at ......."
    ],
    [
        "portraits",
        [
            201,
            0,
            true
        ],
        [
            214,
            0,
            false
        ]
    ],
    [
        "msg",
        251626,
        "I will kill him!",
        "就让我来杀掉他！",
        "私が殺してあげます！",
        "죽여버릴 거야!",
        "I would kill them!",
        null,
        "Just let me kill him!",
        "I will kill you!"
    ],
    [
        "speaker",
        0
    ],
    [
        "portraits",
        [
            -1,
            0,
            true
        ],
        [
            214,
            0,
            true
        ]
    ],
    [
        "msg",
        251627,
        "Bang!!!",
        "轰隆隆！",
        "ドーン！",
        "! 빵!!",
        null,
        null,
        "Rumble!",
        "Dawn!"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            104,
            0,
            false
        ],
        [
            214,
            0,
            true
        ]
    ],
    [
        "msg",
        251628,
        "Watch out!",
        "九霄小心！",
        "九霄！",
        "큐쇼, 조심해!",
        "Kyuushou, watch out!",
        null,
        "Kyuushou be careful!",
        "Kyuushou！"
    ],
    [
        "msg",
        251629,
        "You can control the Houkai energy…",
        "这种操控崩坏能的力量……你是律者！",
        "崩壊エネルギーを操る力……あなた、律者ね！",
        "붕괴 에너지를 조작하는 힘... 당신은 율자입니다!",
        "The power to manipulate Honkai Energy... You're a Herrscher!",
        null,
        "This power to manipulate Honkai energy ...... You are the Herrscher!",
        "The Power to Manipulate Honkai Energy ...... You, Herrscher!"
    ],
    [
        "speaker",
        204554
    ],
    [
        "portraits",
        [
            104,
            0,
            true
        ],
        [
            214,
            0,
            false
        ]
    ],
    [
        "msg",
        251630,
        "You are not normal person, but this world will destroy by me, it won't change!",
        "看来你们也不是一般人呢，但是不管你们是谁，这个世界都将毁灭在我的手中！",
        "どうやら、お前達もただの一般人ではないようね。でも、何者でも関係ない。私はこの世の全てを滅ぼすのだから！",
        "당신은 정상적인 사람이 아니지만이 세상은 나에 의해 파괴 될 것입니다, 그것은 변하지 않을 것입니다!",
        "It seems that you are not just some ordinary mortals. But it doesn't matter who you are. I will destroy everything in this world!",
        null,
        "It seems that you are not ordinary people either, but no matter who you are, this world will be destroyed in my hands!",
        "Apparently, you're not just ordinary people either. But it doesn't matter who you are. I will destroy everything in this world!"
    ],
    [
        "msg",
        251631,
        "And you can't stop me!",
        "而你们无法阻止！",
        "もう誰も私を止めることはできない！",
        "그리고 당신은 나를 막을 수 없습니다!",
        "No one can stop me now!",
        null,
        "And you can't stop it!",
        "No one can stop me now!"
    ],
    [
        "msg",
        251632,
        "Hahahaha!",
        "哈哈哈哈!",
        "ふふっ、ははははははっ！",
        "하하하!",
        "Hehe, HAHAHAHAHAHA!",
        null,
        "Ha ha ha ha!",
        "Hmmm, ha ha ha ha!"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            214,
            0,
            true
        ]
    ],
    [
        "msg",
        251633,
        "She left… She is not so powerful now… We are lucky…",
        "离开了么…还好是新生律者，力量不是特别强，不然我们可都已经被电成焦炭了……",
        "行ったようね……。新生の律者でよかったわ。まだそんなに力が強くないみたい。下手したら消し炭になってたわよ、私達……。",
        "그녀는 떠났습니다... 그녀는 지금 그렇게 강력하지 않습니다... 우리는 운이 좋습니다...",
        "Looks like she's gone... It's good she's a newborn Herrscher though, meaning she's not that strong yet. If we had been careless, we would have been reduced to ashes...",
        null,
        "Have you left?...it's a good thing it's a newborn Herrscher and not particularly strong, or we'd all be electrocuted to a crisp ......",
        "Looks like you went to ....... I'm glad you're a new Herrscher. He's not so powerful yet. We would have been obliterated if we weren't. ......"
    ],
    [
        "msg",
        251634,
        "Kyuushou, did you get hurt?",
        "九霄，你有没有受伤？",
        "九霄、怪我してない？",
        "큐쇼, 다쳤어?",
        "Kyuushou, are you hurt?",
        null,
        "Kyuushou, are you hurt?",
        "Kyuushou, are you hurt?"
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251635,
        "I'm fine, don't worry about me, you'd better take care of yourself~",
        "不用担心~我可是被神所眷顾的人，你还是担心你自己的吧~",
        "心配無用だ。我は神に選ばれた恵まれし者だからな！",
        "난 괜찮으니까 내 걱정은 하지 마세요, 몸조심하세요~!",
        "There is no need to worry. I am the blessed one chosen by God! You should worry about yourself.",
        null,
        "Don't worry. I'm a man favored by God. You should worry about yourself.",
        "Don't worry. I am the blessed one chosen by God!"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            102,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251636,
        "I shouldn't remind you of the thunder…",
        "看来我刚才就不该把你推开，让你被雷劈一下多好……",
        "なら、放っておいても大丈夫だったのね。いっそ雷にでも打たれてたら面白かったのに……。",
        "천둥을 떠올리게 하면 안 되는데...",
        "In that case, maybe I shouldn't have pushed you out of the way. It would have been nice if you'd been struck by lightning...",
        null,
        "Guess I shouldn't have pushed you out of the way earlier, how nice to get struck by lightning ......",
        "Then you could have left it alone. It would have been fun to have been struck by lightning at least. ......"
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251637,
        "Let's go, this place is not suitable for us to stay…",
        "走了走了，这里已经不适合多呆了……竟然好巧不巧撞到律者，真是倒霉透了。",
        "もう行くわよ。ここに長居する理由もないわ。律者にまた遭遇する前に脱出しましょ。",
        "가자, 여긴 우리가 머물기에 적합하지 않은 곳이야...",
        "Let's go now. There's no point in lingering here. We have to escape before we run into that Herrscher again.",
        null,
        "Let s go Let s go, this place is no longer suitable to stay ...... even coincidentally bumped into Herrscher, really unlucky.",
        "I'm going to go now. There's no reason to linger here. Let's get out of here before we run into Herrscher again."
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251638,
        "Go? Why? We need to save her!",
        "走？为什么要走？我们得去拯救雷电芽衣才行啊！",
        "行く？どうして行く必要がある？我らは雷電芽衣を救わねばならん！",
        "그녀를 구해야 해요! Go? 왜 그럴까요?",
        "Go? Why should we go? We have to save Raiden Mei!",
        null,
        "Go? Why do we have to go? We have to save Raiden Mei!",
        "Do you want to go? Why do we have to go? We must save Raiden Mei!"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251639,
        "You… Do you know how powerful she is?",
        "你啊…不知道律者的力量才能说出这种话。律者是由崩坏诞生的最强生命，光靠我们的力量与律者对抗无疑就是送死。",
        "君は律者の力を知らないから、そんなことが言えるのよ！律者は崩壊から生まれた最強の生命体よ。私達だけじゃ、到底太刀打ちできないわ。",
        "당신... 그녀가 얼마나 강력한지 알아요?",
        "You can only say that because you don't know the power of a Herrscher! Herrscher are the strongest lifeform born from the Honkai. We alone cannot possibly compete with her.",
        null,
        "You...don't know the power of the Herrscher to say such things. The Herrscher are the strongest beings born from Honkai, and to fight the Herrscher with our power alone is undoubtedly a death sentence.",
        "You can say that because you don't know the power of Herrscher! The Herrscher is the most powerful life form ever created out of Honkai. We alone can never compete with it."
    ],
    [
        "msg",
        251640,
        "We'd better leave here first and report this… This place is too dangerous for us…",
        "现在的最优解是先逃离这里，然后向组织报告这里的情况…如果那家伙是真正的律者的话，恐怕这里会变成地狱般的战场吧……",
        "今するべきは、一刻も早くここを離れること。そして、組織にこのことを報告しないと。もし、あいつが本物の律者なら、ここ一帯は地獄と化すはずよ……。",
        "먼저 여길 떠나서 신고하는 게 좋겠어... 여긴 너무 위험해...",
        "What we need to do now is to leave here as soon as possible. And I need to report this to the organization. If that girl is a real Herrscher, this whole area will turn into hell...",
        null,
        "The optimal solution now is to escape from here and report the situation here to the organization...if that guy is a real Herrscher, I'm afraid this place will turn into a hellish battlefield ......",
        "What we need to do now is leave here as soon as possible. And we need to report this to the organization. If that guy is a real Herrscher, this whole area should go to hell. ......"
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251641,
        "Dangerous…",
        "地狱般的战场么…真是不错的比喻呢！看来你也终于明白了世界的真谛！",
        "地獄……いい喩えではないか。どうやらお主もやっと世界の真理が見えてきたようだな！",
        "위험한...",
        "Hell... What a good metaphor. It seems that you are finally beginning to see the truth of the world!",
        null,
        "Hellish battlefield?...that's a good analogy! Looks like you've finally realized the true meaning of the world as well!",
        "Hell...... isn't that a good metaphor? It seems you are finally beginning to see the truth of the world!"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251642,
        "Leave here with me now.",
        "切！不要把我和你那种中二思想联系在一起，赶紧跟我走吧，不然等她的力量进化完全，我们可就插翅难飞了。",
        "ちょっと……九霄と一緒にしないでくる？それより、もう行くわよ。律者の力が完全に目覚める前に脱出しなきゃ！",
        "이제 저와 함께 여길 떠나세요.",
        "Hey! Don't associate me with that chuunibyou nonsense. Anyway, we have to get going now. We need to get out before that Herrscher's powers are fully awakened!",
        null,
        "Cut! Don't associate me with that middle-aged mind of yours, hurry up and follow me, or else we won't be able to fly when her power evolves fully.",
        "Hey, ......, do you want to go and not with Kyuushou? More importantly, I've got to go. We have to get out of here before Herrscher's power fully awakens!"
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251643,
        "I'm not a coward, I won't leave here!",
        "哼，居然要逃避么，何等懦弱的抉择。但是九霄大人是不会这么做的！",
        "逃げる、だと？なんと軟弱な！この九霄様は逃げたりなどしない！",
        "난 겁쟁이가 아니야, 여기서 떠나지 않을 거야!",
        "Running away, huh? How weak! Kyuushou-sama would never run away!",
        null,
        "Hmph, actually want to escape? What a cowardly choice. But Lord Kyuushou won't do that!",
        "Running away, huh? How soft you are! This Kyuushou-sama will not run away!"
    ],
    [
        "msg",
        251644,
        "I will find Mei and save her! This is a redeemer's duty.",
        "我要去找到那个律者，然后拯救她！这样才是一个救世主的使命！",
        "我はあの律者を見つけ救ってみせる！これは救世主に課せられた宿命なのだ！",
        "이것이 바로 구세주의 의무입니다! 율자를 찾아서 구해야겠어!",
        "I will find that Herrscher and save her! This is the destined fate of the Savior!",
        null,
        "I'm going to find the Herrscher and save her! That would be the mission of a savior!",
        "I will find that Herrscher and save him! This is the destiny of the Messiah!"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251645,
        "Are you crazy……",
        "你疯了么……",
        "正気なの……？",
        "미쳤어......",
        "Are you even sane...?",
        null,
        "Are you crazy ......",
        "Are you insane ......?"
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251646,
        "Humph, as a redeemer, I must stop her.",
        "哼，如果放任这种能够毁灭世界的存在继续肆虐的话，那根本就不配被叫做救世主！",
        "彼女のような世界に仇なす存在を放置して、何が救世主か！",
        "험프, 구세주로서 그녀를 막아야 해요.",
        "How can you be called a Savior if you leave behind someone, even one like her who is an enemy to the world?",
        null,
        "Hmph, if such an existence capable of destroying the world is allowed to continue to wreak havoc, then it doesn't deserve to be called a savior at all!",
        "What is the savior of the world if we leave an entity like her to avenge the world?"
    ],
    [
        "msg",
        251647,
        "She is very weak now, this is a good opportunity!",
        "而且你刚才不也说了，那只是新生的律者么，不趁现在打败她的话还要等到什么时候！",
        "それにお主も先ほど言ったではないか、彼女は新生の律者、つまり赤ちゃんというわけだ。もし、この期を逃したら、彼女はもっと強くなってしまう。",
        "그녀는 지금 매우 약해졌으니 좋은 기회입니다!",
        "And didn't you just say that she is a newborn Herrscher, that is, a baby? If we miss this chance, she will become even stronger.",
        null,
        "And didn't you just say that it's just a newborn Herrscher, so when else would we have to wait if we don't defeat her now!",
        "And you also said earlier that she is a newborn Herrscher, which means she is a baby. If she misses this period, she will become stronger."
    ],
    [
        "msg",
        251648,
        "Do you want to save the world?",
        "难道你就不想成为拯救世界的那个人么！",
        "どうした？世界を救う英雄になりたくはないのか？",
        "세상을 구하고 싶으신가요?",
        "What's the matter? Don't you want to be a hero and save the world?!",
        null,
        "Don't you want to be the one to save the world!",
        "What's the matter? Don't you want to be the hero that saves the world?"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251649,
        "Reject! My quest is take you out of here!",
        "拒绝！我的任务只是把你出去，其他事情我可不想掺和！",
        "そんなの興味ないわよ！私の任務は君を連れて組織に戻ること、他はどうでもいいわ。",
        "거부! 내 임무는 당신을 여기서 데리고 나가는 것입니다!",
        "That doesn't interest me! My mission is to get you back to the organization, nothing else matters.",
        null,
        "Denial! My job is just to get you out. I don't want to get involved in anything else!",
        "I'm not interested in that! My mission is to bring you back to the organization, nothing else matters."
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251650,
        "Okay, I don't need your help. Let's say goodbye to each other now~",
        "哼…看来我看错你了，果然你没有资格成为救世主的队友！我将一个人创造传奇，再见了~",
        "み、見損なったぞ！やはりお主に救世主の仲間たる資格などない！我は一人で伝説を作る。さらばだ！",
        "좋아요, 도움이 필요 없습니다. 이제 서로 작별 인사합시다~!",
        "I-I'm disappointed in you! You are not worthy to be an apostle of the Savior after all! I will create my own legend. Farewell!",
        null,
        "Hmph...looks like I was wrong about you, it's true that you're not qualified to be the Savior's teammate! I will create a legend all by myself, goodbye~",
        "I have failed you! You are not qualified to be a member of the Messiah's band, after all! I will create my own legend. Farewell!"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251651,
        "Hey! Wait a second… Ahhhhh! Just do what you want!!",
        "喂！等下…啊啊啊啊！不管了，随你高兴吧！！",
        "ちょっと、待ちなさいよ！……あああ！もう分かったわよ！好きにしたらいいじゃない！！",
        "원하는 대로 하세요! 잠깐만... 아! ! 이봐요!",
        "Hey, wait a minute! ...Ahhhh! Whatever! Just do what you want!!",
        null,
        "Hello! Wait...ahhhhhhh! Whatever, whatever makes you happy!",
        "Hey, wait a minute! ...... ah! I get it now! You can do whatever you want!"
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251652,
        "Yeah! Let's go, Kiana! Let's save her!",
        "这样才对嘛！出发吧，琪亚娜！让我们去击败那个律者！",
        "そうでなくてはな！行くぞっ、キアナ！あの律者を打ち倒そう！",
        "그녀를 구하자! 가자, 키아나! 예!",
        "That's what I'm talking about! Let's go, Kiana! Let's defeat that Herrscher!",
        null,
        "That's what I'm talking about! Let's go, Kiana! Let's go defeat that Herrscher!",
        "That's what I'm going to do! Let's go, Kiana! Let's strike down that Herrscher!"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251653,
        "I don't know why… But I feel my IQ became lower…",
        "不知道为什么……感觉智商突然被拉低了……",
        "なんだか……私まで中二病に汚染されそう……。",
        "이유는 모르겠지만... 아이큐가 낮아진 것 같아요...",
        "Somehow... I feel like even I'm being infected with chuunibyou...",
        null,
        "I don't know why ...... feel IQ suddenly pulled down ......",
        "It's kind of ...... I think even I am contaminated by the chuunibyo ......."
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            -1,
            0,
            true
        ]
    ],
    [
        "msg",
        251654,
        "This is Kiana! Please answer me!",
        "这里是琪亚娜，收到请回答！收到请回答！",
        "こちらキアナ、応答せよ！応答せよ！",
        "키아나입니다! 제발 대답해 주세요!",
        "This is Kiana, come in! Come in!",
        null,
        "This is Kiana. Come in, please! Please respond if you copy!",
        "This is Kiana, come in! Come in!"
    ],
    [
        "speaker",
        0
    ],
    [
        "portraits",
        [
            -1,
            0,
            true
        ],
        [
            -1,
            0,
            true
        ]
    ],
    [
        "msg",
        251655,
        "……",
        "呲啦呲啦……",
        "ザ……ザザ……ザザ……。",
        "The......the......the.......",
        "Bzzt... bzzzzt... bzzzzt...",
        null,
        "Barely ......",
        "The......the......the......the......."
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            -1,
            0,
            true
        ]
    ],
    [
        "msg",
        251656,
        "I can't contact them…",
        "啧！果然是因为那个雷暴云的关系么，连通讯都中断了……",
        "やっぱり……あの雷雲のせいで通信が繋がらない……。",
        "연락이 안 돼요...",
        "Of course... The thunderclouds are interrupting communications...",
        null,
        "Tsk! Is it really because of that thunderstorm cloud, even the communication is down ......",
        "I knew ...... that thundercloud was the reason for the lack of communication ......."
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251657,
        "Use your heart to contact them… We are so rely on machines~",
        "只要我们的心灵彼此相连就够了，就是因为太过依赖机器，所以现在的人类才会变得冷漠啊~",
        "我らの心さえ繋がっていれば問題ない！人間は機械に頼りすぎなのだ！",
        "마음으로 연락해라... 너무 기계에 의존하고 있잖아요~",
        "As long as our hearts are connected, there's no problem! Humans rely too much on machines!",
        null,
        "As long as our hearts are connected to each other, that's enough. It's because we rely too much on machines that humans are becoming apathetic nowadays.",
        "As long as our hearts are connected, there is no problem! Humans rely too much on machines!"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            102,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251658,
        "…Sriously?",
        "哎…真是后悔刚才的决定了。",
        "本当に大丈夫かな。今になってちょっと後悔してきた……。",
        "...스리스럽게?",
        "I wonder if it's really okay. Now I'm starting to regret this a little...",
        null,
        "Oops...really regretting my decision just now.",
        "I'm really not sure if it's ok. I'm starting to regret it a bit now. ......"
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            102,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251659,
        "Don't worry about it. We will win!",
        "不用担心，我会把你引导向充满荣光的胜利的！",
        "心配無用だ！我が力をもって栄光たる勝利へと導くことを約束しよう！",
        "걱정하지 마세요. 우리는 승리할 것입니다!",
        "Do not worry! I swear that my power will lead us to a glorious victory!",
        null,
        "Don't worry, I'll guide you to glory-filled victory!",
        "Don't worry! I promise to lead you to glorious victory with my power!"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251660,
        "……",
        "……",
        "……。",
        null,
        null
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251661,
        "Be happy~ Let' go!",
        "不要露出这种表情啦！人要学着乐观~走吧，朝着地平线的彼岸进发！",
        "そんな顔するな！良いことでも考えて気を紛らわそう！ほらっ、ついでに地平線の彼方まで走ってみてはどうだ？",
        "행복하세요~ 가자!",
        "Don't look at me like that! Let's distract ourselves with some good thoughts! Come on, why don't we go for a run to the horizon while we're here?",
        null,
        "Don't look like that! One must learn to be optimistic~ Let's go, towards the other side of the horizon!",
        "Don't make that face! Think of something good to distract you! And while you're at it, why don't you take a run to the horizon?"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251662,
        "Ahhh… I want to go home…",
        "啊…好想回家啊……",
        "あぁ……早く帰りたい……。",
        "아... 집에 가고 싶어요...",
        "Ahh... I wanna go home already...",
        null,
        "Aww...I want to go home so bad ......",
        "Oh ...... I can't wait to go home. ......"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            -1,
            0,
            true
        ]
    ],
    [
        "msg",
        251663,
        "We must find a way to beat her…",
        "说是要击败律者，但还是得想一想办法呢……鲁莽地刚正面肯定是不行的……",
        "律者を倒すって言っても、策がないとやられるのは目に見えてるわよね……。正面からなんて自殺行為だし。",
        "그녀를 이길 방법을 찾아야 합니다...",
        "Even if we say we're going to defeat the Herrscher, it's obvious that we'll be defeated if we don't have a plan... Attacking her head-on would be suicidal.",
        null,
        "Says he wants to defeat the Herrscher, but he still has to think of a way to do it ...... Recklessly going head-to-head is definitely not an option ......",
        "Even if you say you're going to defeat Herrscher, it's obvious that you're going to get hit if you don't have a plan. ...... It would be suicide to do it head on."
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251664,
        "Even the powerful person has weakness… For example, maybe the weakness of a good body person is his mind.",
        "再强大的人都会有弱点，这不是常识么，就比如，肉体强大的人他的弱点就在心灵上……",
        "どれだけ強い人間でも弱点はあるはずだ。例えば肉体が強い半面、心が脆かったり……。",
        "아무리 강한 사람도 약점이 있는 법... 예를 들어 몸이 좋은 사람의 약점은 마음일지도 모릅니다.",
        "No matter how strong a person is, they have weaknesses. For example, they may be physically strong but emotionally weak...",
        null,
        "Even the strongest people have weaknesses, isn't that common sense, for example, the physically strong person his weakness is in the mind ......",
        "No matter how strong a person is, he or she must have weaknesses. For example, while the body is strong, the mind is fragile. ......"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251665,
        "Mind? I get it! Good idea!",
        "心灵？有了！九霄，想不到你这家伙偶尔也能给出点好建议嘛！",
        "心？そう、それよ！九霄、たまには良いこと言うじゃない！",
        "알겠습니다! 좋은 생각입니다! 괜찮으세요?",
        "Emotionally? Yes, that's it! It seems Kyuushou is smart at least once in a while!",
        null,
        "Mind? I've got it! Kyuushou, I can't believe you guys can give some good advice once in a while!",
        "Heart? Yes, that's it! Kyuushou, you say good things sometimes!"
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251666,
        "Yep, I'm the redeemer!",
        "诶？那，那是当然的！我可是救世主九霄大人啊！",
        "へっ？そ、そうか？えへへ。当然よ！我は救世主、九霄様だからな！",
        "네, 제가 구세주입니다!",
        "Huh? R-really? Eheheh. Of course! I am the savior, Kyuushou-sama, after all!",
        null,
        "Eh? That, that's for sure! I'm the savior, Lord Kyuushou!",
        "Huh? Oh, yeah? Heh heh. Of course! Because I am the savior, Lord Kurosawa!"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            103,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251667,
        "I remember someone told me before, Herrscher is human before, their minds effected by the Houkai energy…",
        "我记得有个家伙曾经说过，律者其实本来都是人类，只不过他们的意志正在被崩坏同化，所以才有了毁灭世界的想法。",
        "確か、前にこんな話を聞いたことある気がするの。律者も元は人間、意識が崩壊と同化してしまったことで、世界を滅ぼそうと考えるようになっただけだって。",
        "전에 누군가 율자가 인간이라고 말했던 게 기억나요,  붕괴능에 영향을 받은 그들의 정신...",
        "I'm sure I've heard a story like this before. The Herrscher was originally a human, but their consciousness got corrupted by the Honkai, and they began thinking about destroying the world.",
        null,
        "I remember a guy once saying that the Herrscher were actually all human originally, except that their will was being assimilated into the Honkai, hence the idea of destroying the world.",
        "I think I've heard this story before. Herrscher was once a human being, and when his consciousness became assimilated with Honkai, he only began to think about destroying the world."
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251668,
        "We can wake her up by destroy the Houkai energy in her body.",
        "雷电芽衣这个新生律者应该也是这样，只要我们能唤醒她自身的意志的话，我就有办法击败她！",
        "雷電芽衣もきっとそうなのよ！彼女の中に眠る本来の意志が目覚めれば、その意志同士が反発しあって、きっとこの状況も打開できるはず！",
        "그녀의 몸에 있는  붕괴능을 파괴하면 깨울 수 있습니다.",
        "I'm sure the same is true for Raiden Mei! If we awaken her original will, the two wills in her will repel each other and then surely the situation will be overcome!",
        null,
        "Raiden Mei, a newborn Herrscher, should be the same way, and I have a way to defeat her if we can awaken her own will!",
        "I am sure Raiden Mei is the same way! If the original will that lies dormant within her is awakened, then their wills will oppose each other and surely this situation can be overcome!"
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251669,
        "Sounds cool!",
        "唤醒本来的意志，让两股意志相互冲击从而产生矛盾么……听起来好像很帅的样子！",
        "本来の意志を目覚めさせる……。反発し合う二つの意志……。ふ、ふふふ、なんと心くすぐるフレーズ！か、かっこいいではないか！",
        "멋지네요!",
        "Awakening her original will... Two wills that repel each other... Heh, hehehe, what an inspiring phrase! How cool!",
        null,
        "Awaken the original will, let the two wills impact each other thus creating a contradiction?...... Sounds like a cool thing to do!",
        "Awakening the original will. ...... Two wills that repel each other. ...... Hmmm...what a ticklish phrase! Isn't it cool?"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251670,
        "But we need to know what happened to her before.",
        "不过要唤醒原本的意志必须了解她经历了什么，我需要雷电芽衣的资料，把你知道的事情统统告诉我吧。",
        "でも、本来の意志を目覚めさせるには、何かきっかけが必要よね。一体、彼女に何があったのかしら？九霄、雷電芽衣について知っていること、全部教えてくれない？",
        "하지만 이전에 그녀에게 무슨 일이 있었는지 알아야 합니다.",
        "But to awaken her original will, she needs some kind of trigger. I wonder what on earth happened to her? Kyuushou, can you tell me everything you know about Raiden Mei?",
        null,
        "But to awaken the original will you must understand what she went through, I need information on Raiden Mei, tell me everything you know.",
        "But it would take a trigger to awaken her true will. I wonder what happened to her? Kyuushou, can you tell me everything you know about Raiden Mei?"
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251671,
        "Raiden Mei… It must before I came into this school. She was very famous.",
        "雷电芽衣……应该是在我入学之前的事了，她曾经是站在千羽学园顶点的人物。",
        "よかろう。雷電芽衣……彼女は我が入学する前から千羽学園の頂点に立っていた人物だ。",
        "그녀는 매우 유명했습니다. 라이덴 메이... 내가 이 학교에 오기 전의 일이겠지.",
        "Very well. Raiden Mei... She was at the top of Senba Academy even before I enrolled.",
        null,
        "Raiden Mei ...... would have been before I enrolled in school, and she used to be a figure that stood at the apex of Senba High School.",
        "Very well. Raiden Mei ...... she is a person who was at the top of the Senba Academy before she entered our school."
    ],
    [
        "msg",
        251672,
        "Because she is highbred. I heard she rejected 12 people in a day and get the nickname \"Queen\".",
        "因为她那高贵的出身和冷艳的气质，也受到了很多人的崇奉。而且据说有着一天内击败了12个企图求爱的勇士，从而获得了“雷电女王”的称号。",
        "高貴な出身と氷のような雰囲気が相まって、数多くの人から羨望の眼差しを送られていた。噂によると、一日に十二人もの人から告白をされ、それを一蹴したらしい。そこでついた名が「雷電女王」。",
        "왜냐하면 그녀는 혈통이 좋기 때문입니다. 하루에 12명을 거절해 '여왕'이라는 별명을 얻었다고 들었어요.",
        "Her noble origins combined with her icy demeanor made her the envy of many. Rumor has it that she was confessed to by as many as 12 men in one day, and rejected every single one of them. That's why she was given the title \"Queen of Thunder\".",
        null,
        "Because of her noble origin and cool temperament, she is also revered by many people. It is also said that she defeated 12 warriors attempting to court her in one day, thus earning her the title of \"Queen of Thunder and Lightning\".",
        "Her noble origins combined with her icy atmosphere made her the envy of numerous people. Rumor has it that she received confessions of love from as many as 12 people in a single day and kicked them out. The name \"Queen Raiden\" was then given to her."
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251673,
        "Oh, a big shot.",
        "呜…这么说来还是个大人物呢。",
        "うわ、何よそれ……すっごいお嬢様なのね。",
        "오, 거물급이군요.",
        "Wow, what... what an amazing young lady.",
        null,
        "Oooh...so it's still a big deal.",
        "Wow, what a ...... you are a very young lady."
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251674,
        "Do you know ME Co., Ltd.? She is the daughter of founder.",
        "ME社你知道吧，那个汇聚着世界科技结晶的圣殿！她就是前任ME社社长雷电龙马的女儿。",
        "ME社を知っているか？世界のありとあらゆる科学技術が集結する企業。彼女は、その前社長である雷電龍馬の娘でもある。",
        "Corporation? 전 세계의 모든 종류의 과학과 기술을 한데 모으는 회사입니다. M.E.에 대해 들어보셨나요? 라이덴 료마 전 대통령의 딸입니다.",
        "Have you heard of ME Corp? It's a company that brings together all kinds of science and technology from around the world. She's also the daughter of its former president, Raiden Ryoma.",
        null,
        "You know the M.E. Corporation, the sanctuary where the world's technology is crystallized! She is the daughter of the former president of the M.E. Corporation, Raiden Ryoma.",
        "Do you know M.E. Corporation? A company that brings together all kinds of science and technology from around the world. She is also the daughter of its former president, Raiden Ryoma."
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            103,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251675,
        "ME Co., Ltd.? The biggest technology company!",
        "ME社？就是那个当今全球最大的电子企业，以制造精密机械著称的ME社？等等，你说前任社长，莫非是发生了什么事情？",
        "ME社って……あの世界最大の電子企業の？あれ、でも前社長っていうことは、もしかして何かあったの？",
        "전직 대통령이라고 하셨는데 무슨 일 있었어요? 세계에서 가장 큰 전자 회사? Corporation...... M.E.",
        "ME Corp... Isn't that the world's largest electronics company? But, you said he's the former president, did something happen?",
        null,
        "M.E. Corporation? That's the M.E. Corporation, the world's largest electronics company today, known for making precision machinery? Wait, you said the former president. Did something happen?",
        "M.E. Corporation is ...... that largest electronic company in the world? Hey, but being the former president, maybe something happened?"
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            103,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251676,
        "Around 1 month ago, there was something wrong with that company. Mei's father was caught by police.",
        "对，就在一个月前，雷电龙马被卷入一场经济案中，ME社被查出存在巨大的经济问题，身为社长的雷电龙马也被警方逮捕了。",
        "ああ、一ヶ月前に雷電龍馬がある経済的事件を企てたとされ、逮捕されているのだ。詳しくは知らないが、ME社の資金に関わる重大な事件だったらしいな。",
        "메이의 아버지가 경찰에 붙잡혔습니다. 한 달 전쯤 그 회사에 문제가 생겼습니다.",
        "Ahh, a month ago, Raiden Ryoma was arrested for allegedly plotting a financial crime. I don't know the details, but it seems to have been a serious case involving the ME Corp funds.",
        null,
        "Yes, just a month ago, Raiden Ryoma was involved in a financial case, the M.E. Corporation was found to have huge financial problems, and Raiden Ryoma, who is the president, was arrested by the police.",
        "Yes, a month ago Raiden Ryoma was arrested for allegedly plotting a certain economic case. I don't know the details, but I heard it was a serious case involving M.E. Corporation funds."
    ],
    [
        "msg",
        251677,
        "Mei's friends left her because of this…",
        "大概就是受到这个的影响，那些曾经围绕在雷电芽衣周围的忠实奴仆也纷纷散去，堂堂的雷电女王在一夜之间变成了人人唾弃的过街老鼠，真是讽刺呢。",
        "それが引き金となって、雷電芽衣を慕っていた下僕達も一斉に彼女の元を去っていってな。学園の頂点に君臨していた雷電女王は一夜にして転落。たった一人になってしまったのだ。皮肉なものだな。",
        "메이의 친구들은 이 때문에 메이를 떠났습니다...",
        "That was the trigger for all of the servants who had been fond of Raiden Mei to leave her side. The Queen of Thunder, who had reigned at the top of the school, fell from grace overnight. She was now all alone. How ironic.",
        null,
        "Probably influenced by this, those loyal servants who once surrounded Raiden Mei also dispersed one after another, the grand Queen of Raiden has become a street rat that everyone spits on overnight, it's really ironic.",
        "That triggered all the servants who adored Mei Raiden to leave her at once. Queen Raiden, who had reigned at the top of the school, fell overnight. She was left all alone. It's ironic, isn't it?"
    ],
    [
        "msg",
        251678,
        "So, there is no need to have that kind of \"friends\"!",
        "所以，朋友这种会使人懦弱的东西根本就是不需要的！",
        "所詮、友など表面上だけのもの。ちょっとしたことですぐ崩れ、人間を軟弱化させる。だから、我には友など不要なのだ！",
        "따라서 그런 종류의 '친구'를 가질 필요가 없습니다!",
        "After all, friends are only superficial. They crumble easily over the slightest thing and make people weak. That's why I don't need friends!",
        null,
        "So something like a friend that would make a person weak is simply not needed!",
        "After all, friends are only superficial. The slightest thing can make a person soft and weak. That is why I do not need friends!"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            103,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251679,
        "……",
        "……",
        "……。",
        null,
        null
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251680,
        "I see… Maybe we can use this.",
        "原来是这样……很好，说不定可以作为着手点。",
        "話してくれてありがとう。彼女の弱点、見つけられるかもしれない。",
        "그렇군요... 이걸 이용하면 되겠네요.",
        "Thank you for telling me. Maybe I can find out her weakness.",
        null,
        "It turns out that ...... is good, and might be a good place to start.",
        "Thanks for talking to me. Maybe I can find her weakness."
    ],
    [
        "msg",
        251681,
        "Let's go, Kyuushou! We must save her!",
        "走吧，九霄！我们得去让那个学姐清醒一下，把她从痛苦中解救出来了！",
        "行こう、九霄！あの先輩の目を覚まさせてあげなくちゃ！苦しみから開放してあげましょう！",
        "가자, 큐쇼! 그녀를 구해야 합니다!",
        "Let's go, Kyuushou! We have to wake up that senpai! Let's free her from her suffering!",
        null,
        "Let's go, Kyuushou! We've got to go and put that schoolgirl out of her misery by sobering her up!",
        "Let's go, Kyuushou! We must wake up that senior! Let's release him from his suffering!"
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251682,
        "Hey! I would like to say so!",
        "喂！这应该是我的台词才对啊！",
        "ちょ、ちょっと！それは我のセリフだ！",
        "이봐요! 그렇게 말하고 싶습니다!",
        "H-hey! That's my line!",
        null,
        "Hey! That's supposed to be my line!",
        "Hey, hey, hey! That's my line!"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            103,
            0,
            false
        ],
        [
            -1,
            0,
            true
        ]
    ],
    [
        "msg",
        251787,
        "Seems you know Mei before? ",
        "话说你和那个雷电芽衣感觉好像认识呢，你们之间有什么交集么？",
        "そういえば、九霄って雷電芽衣と知り合いなの？妙に詳しいけど……接点なんてなさそうよね。",
        "그녀에 대해 많이 알고 계신 것 같네요. 그런데 라이덴 메이와 서로 어떻게 아는 사이인가요?",
        "By the way, are you acquainted with Raiden Mei? You seem to know a lot about her, but... it doesn't seem like you have any connection.",
        null,
        "Speaking of which, you and that Raiden Mei feel like you know each other... have you guys crossed paths?",
        "By the way, does Kyuushou know Raiden Mei? He seems strangely knowledgeable, but I don't think there is any ...... connection."
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            103,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251788,
        "Yes, she is very important. I knew it since I saw her at the first time.",
        "没错，她是这个世界的奇异点，从刚见到她的时候我就已经确信了。",
        "雷電芽衣はこの世界の特異点……初めて彼女を見た時、我はそれに気がついたのだ。",
        "라이덴 메이는 이 세상의 특이점입니다 ...... 처음 봤을 때 바로 알아차렸어요.",
        "Raiden Mei is a singularity in this world... I realized that the first time I laid my eyes on her.",
        null,
        "Yes, she was the singularity of the world, and I had been sure of it from the moment I first saw her.",
        "Raiden Mei is a singularity of this world ...... and I noticed it when I first saw her."
    ],
    [
        "msg",
        251789,
        "But there is something tried to stop our communication. I can't even talk to her…",
        "但是与雷电芽衣的接触受到了世界因果律的阻挠，每次会面都会被不可视之墙强行隔断，就连我的话语都无法传递到她的身边。",
        "しかし、我がそれを伝えようとしても世界の因果律がそれを許さなかった。彼女に会うたび、見えない壁に遮断され、我の言葉がついに届くことはなかったのだ。",
        "그녀를 만날 때마다 보이지 않는 벽에 가로막혀 제 말이 그녀에게 전달되지 못했습니다. 하지만 세상의 인과 법칙은 제 메시지를 전달하는 것을 허락하지 않았습니다.",
        "However, even when I tried to convey this to her, the laws of causality in the world did not allow it. Every time I approached her, an invisible wall blocked my words, and they never reached her.",
        null,
        "But contact with Raiden Mei was thwarted by the world's law of karma, and every meeting was forcibly cut off by a wall of invisibility, so that even my words could not reach her.",
        "However, the law of cause and effect in the world did not allow me to convey my message. Every time I met her, I was blocked by an invisible wall, and my words never reached her."
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            103,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251790,
        "Really?",
        "呃…这么玄乎？",
        "えっと、そうなのね……。",
        "정말요?",
        "Uhh, right...",
        null,
        "Uh...so metaphysical?",
        "Um, yes, that's right. ......."
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            103,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251791,
        "Yes, but I will try to save her from the darkness.",
        "没错，但是我会遵从预言书的指引，将她从黑暗中解救出来的，不然世界会陷入无尽的黑暗之中。",
        "信じてないな？だが、これは真実だ。我は預言書の導きに従い、彼女を闇から救い出す。そうしなければ、世界は無限の闇に包まれてしまう！",
        "네, 하지만 어둠에서 그녀를 구할 수 있도록 노력할게요.",
        "You don't believe me? But this is the truth. I will follow the prophecy's guidance and rescue her from the darkness. If I don't, the world will be plunged into eternal darkness!",
        null,
        "Yes, but I will follow the guidance of the prophecy and save her from the darkness, or the world will be plunged into endless darkness.",
        "You don't believe me, do you? But it is the truth. I will follow the guidance of the prophecy and deliver her from the darkness. Otherwise, the world will be enveloped in endless darkness!"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251792,
        "Alright… You are so strange…",
        "好吧……你还真是个奇怪的家伙啊，我还是第一次见到初次经历崩坏的人像你这么淡定的呢。",
        "やっぱり九霄って変なヤツね。崩壊の真っ只中だっていうのに、こんなに落ち着いているというか自分の変わらない人、初めて見るわ。",
        "알았어요... 당신은 너무 이상해요...",
        "You really are strange after all. I've never seen anyone so calm and unchanged in the midst of a Honkai outbreak.",
        null,
        "Well ...... you're still a strange one, it's the first time I've seen someone experiencing Honkai for the first time as calm as you are.",
        "Kyuushou is a strange guy after all. I've never seen such a calm person in the midst of Honkai."
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251793,
        "I need to save the world, because I'm redeemer of the world.",
        "所有的灾难都是无法避免的命运，我们能做的只是将驶向毁灭的车轮引向微弱的希望罢了。没错！这就是我作为救世主的使命！",
        "全ての厄災は避けられない運命！我らに出来ることは、ただ滅びに向かう車輪を希望へと導くこと。そう！それこそが、救世主たる我の宿命だからな！",
        "저는 세상을 구해야 합니다. 저는 세상의 구속자이니까요.",
        "All disasters are inevitable! All we can do is lead the wheels of destruction towards hope. Yes! That is my destiny as the Savior!",
        null,
        "All disasters are unavoidable destinies, and all we can do is to steer the wheels of destruction towards the faintest hope. That's right! That is my mission as savior!",
        "All bad things are inevitable! All we can do is to lead the wheel of perdition toward hope. Yes! That is my destiny as a savior!"
    ],
    [
        "msg",
        251794,
        "Kiana, it must be our destiny. Let's save the world!",
        "琪亚娜，我们的相见也一定是命运的安排，是早就被预言书所记录下来的必然结果，来吧！和我一起拯救世界吧！",
        "キアナ、我らの出会いもまた運命。預言書に記されし必然の出来事なのだ。さあ！我と一緒に世界を救おうではないか！",
        "세상을 구합시다! 키아나, 이건 우리의 운명인가 봐요.",
        "Kiana, our meeting was also fate. It was an inevitable event written in the prophecy. Come! Let us save the world together!",
        null,
        "Kiana, our meeting must also be destiny, an inevitable outcome long recorded in the prophecy book, come! Save the world with me!",
        "Kiana, our meeting is also fate. It is an inevitable event, as written in the prophecy. Come on! Come with me and let us save the world!"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251795,
        "Good point, but I reject!",
        "你说的好，但是我拒绝！",
        "いいこと言うじゃない……だが断る！",
        "좋은 지적이지만 거절합니다!",
        "That's nice of you to say... but I refuse!",
        null,
        "That's nice of you to say, but I refuse!",
        "You say nice things ...... but I refuse!"
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251796,
        "…",
        "咕…！",
        "ふぇ……。",
        "...",
        "Huh...?!",
        null,
        "Coo....!",
        "Huh. ......."
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251797,
        "My quest is take you back to the base.",
        "和你一起寿命会缩短的，我的任务只是把你安全地带到组织罢了。",
        "九霄と一緒にいたら、いくら命があっても足りないもの。それに私の任務は、君を組織まで連れて行くことだけ。この一件が終わったら、もう会うことはないわ。",
        "제 임무는 기지로 돌아가는 것입니다.",
        "With you by my side, no matter how many lives I have, it won't be enough. Besides, my only mission is to take you to the organization. After this incident, we won't see each other again.",
        null,
        "Life expectancy will be shortened with you. My job is just to get you safely to the organization.",
        "If I stay with Kyuushou, no matter how many lives I have, it will not be enough. Besides, my only duty is to take you to the organization. After this one, we won't see each other again."
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251798,
        "Base… What's that place?",
        "组织…真是令人期待呢~那到底是什么样的地方？",
        "組織？……ほほぉ、それはどんなところなのだ？",
        "기지... 저기가 어디죠?",
        "Organization? ...Hoho, what kind of place is it?",
        null,
        "The organization...it's really something to look forward to~ What kind of place is that?",
        "Organization? ......Hohoho, what is it like?"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251799,
        "I don't have right to tell you that. All the thing I can tell you is our aim is also \"Save the world\".",
        "现在我没有告知你这些情报的权限，我只能告诉你我们目的也是拯救世界，剩下的还是由你自己去确认吧。",
        "残念だけど、それを言う権限は私にはないの。ただ、私達の目的も世界を救うっていうことだけは言える。あとは九宵自身の目で見て、確かめてもらうしかないわね。",
        "확실히 알 수 있는 유일한 방법은 직접 눈으로 보는 것입니다. 하지만 우리의 목적은 세상을 구하는 것이라고 말씀드릴 수 있습니다. 안타깝게도 제가 말씀드릴 수 있는 권한이 없습니다.",
        "Unfortunately, I don't have the authority to tell you. However, I can tell you that our goal is to save the world. The rest will have to be confirmed by you, Kyuushou, by seeing it with your own eyes.",
        null,
        "Now I don't have the authority to inform you of this information, I can only tell you that our purpose is also to save the world, and the rest is for you to confirm.",
        "Unfortunately, I don't have the authority to say that. But I can tell you that our purpose is to save the world, too. The only way to know for sure is for you to see it with your own eyes."
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251800,
        "Hohoho! I'm so excited!",
        "嚯嚯嚯！真是令人兴奋呢！",
        "ふふふ、ワクワクが止まらん！",
        "너무 신나요! 호호호!",
        "Fufufu, so exciting!",
        null,
        "Ho ho ho ho! That's exciting!",
        "Hmmm, I can't stop being excited!"
    ],
    [
        "speaker",
        0
    ],
    [
        "portraits",
        [
            -1,
            0,
            true
        ],
        [
            -1,
            0,
            true
        ]
    ],
    [
        "msg",
        251683,
        "Bang!!",
        "轰隆隆！！",
        "ゴォーーン！！",
        "! 빵!",
        "Rumble!!",
        null,
        "Rumble!",
        "Goooooooooooooooooooooooooooooooooooooooooooooooooong!"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            -1,
            0,
            true
        ]
    ],
    [
        "msg",
        251684,
        "Seems she got a lot of Houkai energy at that time~ The thunder is more powerful than before.",
        "看来在这一段时间内我们的学姐吸收了不少崩坏能呢~雷电波及的范围越来越大了……",
        "雷の範囲がどんどん大きくなってる。どうやら、着実に先輩は崩壊を吸収しているようね。",
        "그때  붕괴능을 많이 받은 것 같네요~ 천둥소리가 전보다 더 강력해졌어요.",
        "The range of the lightning is getting bigger and bigger. It seems that Senpai is gradually absorbing the Honkai.",
        null,
        "It seems that our senior sister has absorbed a lot of Honkai energy in this period of time~The range of the lightning wave is getting bigger and bigger ......",
        "The lightning range is getting bigger and bigger. Apparently, the seniors are steadily absorbing Honkai."
    ],
    [
        "msg",
        251685,
        "Maybe she really have the power to destroy the world…",
        "刚才的那些死士应该也是受到了她的影响才会异化的……如果真的这样置之不理的话，说不定她真的有可能毁灭世界呢。",
        "きっと、さっきのゾンビ達も彼女の影響で変異したのね……。もし、このまま放置したら、彼女は本当に世界を滅ぼしてしまうかもしれない。",
        "어쩌면 그녀는 정말로 세상을 파괴할 힘을 가지고 있을지도...",
        "Those zombies from earlier must have mutated under her influence... If we leave her like this, she might really destroy the world.",
        null,
        "Those dead soldiers just now should also have been alienated by her influence ...... If she really ignores it like this, maybe she really has the potential to destroy the world.",
        "I'm sure the zombies from earlier were also mutated by her. ...... If left unchecked, she may indeed destroy the world."
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251686,
        "The rooftop is in the front~ That's a good place! No one can interrupt you!",
        "再往前走就是天台了~那里可是个好地方哦！没有人能够打扰的圣地！",
        "もうすぐ屋上か。あそこは何人たりとも寄せ付けぬこの学園の聖地……。",
        "옥상이 앞에 있네요~ 좋은 곳이에요! 아무도 당신을 방해할 수 없습니다!",
        "We're almost to the roof. That's the sacred ground of this school, where no one can approach...",
        null,
        "Further on is the rooftop~ It's a great place to be! A sanctuary that no one can disturb!",
        "Soon you will be on the rooftop. That's the sanctuary of this school ...... where no one is allowed to come."
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251687,
        "Is Mei on the roofto……",
        "雷电芽衣就在前面的天台么……",
        "どうやら雷電芽衣は、屋上にいるみたいね……。",
        "라이덴 메이가 옥상에 있는 것 같네요.....",
        "It looks like Raiden Mei is on the roof...",
        null,
        "Is Raiden Mei on the front rooftop? ......",
        "Apparently Raiden Mei is on the roof. ......"
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251688,
        "It's a good place to fight with BOSS~ I'm very excited now!",
        "这种BOSS战特有的氛围实在是太棒了~我的血液已经开始沸腾了！",
        "このボス戦みたいな雰囲気！素晴らしいっ！我の血は滾ってきたぞ！",
        "이 분위기는 보스 배틀에 딱 맞습니다! 피가 끓어오릅니다!",
        "This boss battle atmosphere is amazing! It's getting my blood pumping!",
        null,
        "This boss battle-specific atmosphere is just great~ My blood is already boiling!",
        "This boss battle kind of atmosphere! It's wonderful! My blood is boiling!"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            102,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251689,
        "Hahaha, but all enemies are defeated by me, you just made some strange post…",
        "少装腔作势了，一直过来战斗的人都只有我吧，你只是在一旁做着奇怪的姿势罢了……",
        "戦っているのは私だけでしょ！九霄は、ただ変なポーズを取っているだけじゃない……。",
        "이봐요, 여기서 싸우는 건 나예요! 계속 옆에 앉아서 이상한 포즈만 취하고 있네요....",
        "Hey, I'm the one fighting here! You've just been sitting on the sidelines and making strange poses the whole time....",
        null,
        "Stop pretending, I'm the only one who's been coming over to fight, right? You're just doing weird poses on the sidelines. ......",
        "I know I'm the only one fighting! Kyuushou is not just posing funny ......."
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            102,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251690,
        "Stop it, can you feel it? I give you spirit energy during the fight, you should say thank you to me!",
        "哼哼哼，你没有感受到么？在你战斗的时候我通过意念传输给你的精神能量，你应该感激我才对！",
        "ふっふっふっ、感じていなかったのか？お主が戦っている間、我が精神エネルギーをみょんみょんとお主に送っていたのを。むしろ、お主は我に感謝すべきなのだ！",
        "흠, 느끼지 못하셨나요? 당신이 싸우는 동안 내 영적 에너지를 당신에게 보냈어요. 오히려 저에게 감사해야 합니다!",
        "Muahaha, didn't you feel it? While you were fighting, I was sending my spiritual energy to you. In fact, you should be thanking me!",
        null,
        "Hmph hmph hmph, didn't you feel it? You should be grateful for the spiritual energy I transmitted to you through my mind while you were fighting!",
        "Hmph, did you not feel it? I was sending my spiritual energy to you while you were fighting. Rather, you should be thanking me!"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251691,
        "…",
        "哎…懒得理你。",
        "はぁ、もう……いいわよ。",
        "하... 언제나처럼 이해할 수 없군요.",
        "Sigh, you... fine.",
        null,
        "Oops...too lazy to care.",
        "Huh, you can go to ...... now."
    ],
    [
        "msg",
        251692,
        "Let's stop it first. Kyuushou, we must make a plan now. I can't protect you while fighting with Mei.",
        "先不说那么多了。九霄，在面对雷电芽衣前我们必须制定一下作战计划，面对律者我可没有办法顾及到你的安全。",
        "それより九霄、雷電芽衣と戦う前に作戦を考えましょう。相手は律者だし、下手したら九霄まで怪我をしちゃうかも。",
        "먼저 멈추자. 큐쇼, 지금 당장 계획을 세워야 해요. 메이와 싸우는 동안에는 당신을 보호할 수 없어요.",
        "Anyway, let's think about a strategy before fighting Raiden Mei, Kyuushou. The opponent is a Herrscher, and if we're not careful, you might get hurt too.",
        null,
        "Let's not talk about that for now. Kyuushou, we have to make a battle plan before we face Herrscher Mei, I don't have the luxury of taking your safety into account when facing Herrscher.",
        "Kyuushou, before you fight Raiden Mei, let's think about a strategy. Herrscher is the opponent, and if he is not good, even Kyuushou might get injured."
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251693,
        "Relax, I can protect myself.",
        "安心吧~如果有危险我会保护你的。",
        "ふっふっふ、安心するがいい。もし危難が迫ろうとも、呪われし我が力で守ってやろう！",
        "진정하세요, 제 몸은 제가 지킬 수 있습니다.",
        "Heheheh, don't worry. If danger approaches, I will protect you with my powers from my curse!",
        null,
        "Rest in peace~ I'll protect you if there's danger.",
        "Rest assured, my dear. If danger should befall you, I will protect you with my cursed power!"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            104,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251694,
        "… Calm down… Calm down. Listen, you are very important in the plan, I can't beat Mei without you.",
        "好想揍她……冷静…冷静。听着，我的作战计划中你是非常重要的一环，没有你可能我们根本无法击败雷电芽衣。",
        "（殴りたい……）落ち着け……落ち着け……。私の作戦では、九霄がすごく重要なの。君がいなきゃ、雷電芽衣には勝てないわ。",
        "(정말 한 대 때려주고 싶어요 ...... 진정해...진정해) 잘 들어요, 당신은 제 전투 계획에서 매우 중요한 부분이고, 당신이 없으면 라이덴 메이를 물리칠 수 없을지도 몰라요.",
        "(I want to punch you so bad...) Calm down... Calm down... In my plan, you're very important, Kyuushou. Without you, I can't beat Raiden Mei.",
        null,
        "Want to punch her so bad ...... Calm down...calm down. Listen, you're a very important part of my battle plan, and without you probably we wouldn't be able to defeat Raiden Mei at all.",
        "(I want to hit ......) Calm down ...... calm down ....... Kyuushou is very important in my operation. Without you, I can't beat Raiden Mei."
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            104,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251695,
        "Oh? You finally realized how important I am. I will help you.",
        "哦？终于想到要借助九霄大人的力量了么，虽然你之前一直对我很不满的样子，但是大度的九霄大人是不会在意这些的。",
        "ほお？やっと、この九霄様の力が分かったか。今まで散々失礼なことをお主は口走ってきたが、寛大な九霄様はそれらを許すとしよう。",
        "제가 도와드리겠습니다. 오? 드디어 제가 얼마나 중요한 존재인지 깨달으셨군요.",
        "Oh? So you finally understand the true power of Kyuushou-sama. You have said many rude things up until now, but the generous Kyuushou-sama will forgive you.",
        null,
        "Oh? Finally thought of using Kyuushou-sama's power? Even though you've been acting disgruntled with me before, the generous Kyuushou-sama won't care about that.",
        "Oh? You finally understand the power of this Kurosawa-sama. You have said many rude things up to now, but the generous Kurosawa-sama will forgive you for them."
    ],
    [
        "msg",
        251696,
        "Tell me your plan, Kiana.",
        "说出你的请求吧，琪亚娜！",
        "さぁ、言ってみるが良い、キアナ！",
        "호소해 보세요, 키아나!",
        "Now, speak, Kiana!",
        null,
        "Speak your plea, Kiana!",
        "Go ahead, say it, Kiana!"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            104,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251697,
        "My plan is…",
        "这个蹬鼻子上脸的家伙…你听着，我的计划是这样的……",
        "ったく、なんでそんなに上から目線なのよ……。よく聞いて、私の作戦はこうよ——",
        "잘 들어보세요, 제 계획은 다음과 같습니다. 세상에, 왜 그렇게 말해야 하나요....",
        "God, why do you have to say it like that...? Listen carefully, here's my plan——",
        null,
        "This stomper...listen, here's my plan ......",
        "Good God, why are you so uptight about it? ...... Listen up, here's my plan--"
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            104,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251698,
        "Haha, yes, only I can do this. Just watch!",
        "哼，果然是个很适合我的身份的任务呢。你的祈求我收到了，接下来就看我的表演吧！",
        "——ふむ、どうやら我に相応しい任務のようだな。お主の願い、確かに受け取った。あとはただ指を咥えて、我の華麗なる姿を見ているがよい！",
        "그냥 지켜보세요! 하하, 네, 저만 할 수 있는 일이죠.",
        "——Hmm, it seems like a mission worthy of me. I have certainly received your request. Now all you have to do is sit back and gaze upon my splendor!",
        null,
        "Hmph, it really is a mission that suits my identity. I've received your prayers, so let's watch me perform next!",
        "--Hmmm, it seems that this is a task worthy of me. Your wish is granted. Now all you have to do is to keep your fingers in your mouth and watch me in all my splendor!"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251699,
        "…It's easy to fool her…",
        "嗯，看来这个家伙还是蛮好糊弄的……",
        "よし、なんとか誤魔化せたようね……。",
        "...그녀를 속이는 것은 쉽습니다...",
        "Okay, looks like I managed to fool her somehow...",
        null,
        "Well, it looks like this guy is still pretty easy to fool ......",
        "Okay, I guess I managed to fool you. ......"
    ],
    [
        "portraits",
        [
            104,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251700,
        "The third Herrscher… Let me beat you.",
        "第三律者么……这次就由我来消灭你好了。",
        "第三律者……私が救ってみせるから待ってなさい。",
        "세 번째 율자... 내가 이길게요.",
        "Third Herrscher... Just wait, I'll save you.",
        null,
        "Third Herrscher么...... I'll destroy you this time.",
        "Herrscher the Third ...... wait for me, I will save you."
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            121,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251701,
        "Queen Mei, let me save you!",
        "被厄运所包围的不幸女王，就由我来拯救你崩坏的心灵吧！",
        "災いに囚われし王女よ。その崩壊した心、我が解放してやろう！",
        "전염병에 갇힌 여왕이여! 상한 마음, 내가 풀어줄게요!",
        "O princess, imprisoned by disaster. I will free your broken heart!",
        null,
        "Unfortunate queen surrounded by bad luck, let me save your Honkai heart!",
        "O princess trapped in the plague! Let me free your Honkai heart!"
    ],
    [
        "speaker",
        204554
    ],
    [
        "portraits",
        [
            121,
            0,
            true
        ],
        [
            214,
            0,
            false
        ]
    ],
    [
        "msg",
        251702,
        "Humph, stupid guy, how dare you come here? Seems you are ready to die.",
        "哼，愚蠢的家伙，居然还敢追过来，看来是已经做好了死的准备了吧。",
        "愚かね、まさか追ってくるなんて……。どうやら死ぬ覚悟はできているようね。",
        "너희 멍청이들이 감히 날 쫓아올 줄은 몰랐어. 죽을 각오를 해야 합니다.",
        "How foolish of you to follow me... It seems you're prepared to die.",
        null,
        "Hmph, stupid guy, how dare you come after me, it seems like you're ready to die.",
        "Silly me, I didn't think they would come after me. ...... Looks like you're ready to die."
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            121,
            0,
            false
        ],
        [
            214,
            0,
            true
        ]
    ],
    [
        "msg",
        251703,
        "Die? I'm not afraid of die, die is just another status for me.",
        "死？我可不会畏惧死亡，万物都是诞生于死与生的轮回之中，死对于我来说只是灵魂存在的另一种状态罢了。",
        "死？死など恐るるに足らん！万物はいずれも生と死の輪廻から逃れられない。死は我にとって、もう一つの魂の在り方に過ぎん。",
        "모든 것은 삶과 죽음의 순환에서 벗어날 수 없습니다. 죽음이 두렵지 않아요! 죽음? 저에게 죽음은 제 영혼의 또 다른 형태일 뿐입니다!",
        "Death? There is no need to fear death! All things cannot escape the cycle of life and death. To me, death is just another state of mind for the soul.",
        null,
        "Death? I will not be afraid of death, all things are born in the cycle of death and life, death for me is just another state of existence of the soul.",
        "Death? Death is not to be feared! All things cannot escape the cycle of life and death. Death is just another way of being of the soul for me."
    ],
    [
        "speaker",
        204554
    ],
    [
        "portraits",
        [
            121,
            0,
            true
        ],
        [
            214,
            0,
            false
        ]
    ],
    [
        "msg",
        251704,
        "Do you think you can beat me?",
        "哈？那你是以为能够击败我么？",
        "ふーん？なら、私を倒せるとでも思っているの？",
        "나를 이길 수 있을 것 같나요?",
        "Hmm? So you think you can beat me?",
        null,
        "Huh? So you think you can beat me?",
        "Hmmm? Then you think you can beat me?"
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            121,
            0,
            false
        ],
        [
            214,
            0,
            true
        ]
    ],
    [
        "msg",
        251705,
        "No, fight is meaningless, we shouldn't use violence!",
        "不，厮杀只是无意义的抗争，暴力是不被神所允许的罪恶，是一切原罪的开端！",
        "否っ！殺し合いに意味などない。暴力は神が禁じる罪深き行為、すべての原罪の始まり！",
        "아니요, 싸움은 무의미합니다. 폭력을 사용해서는 안 됩니다!",
        "No! There is no meaning in killing each other. Violence is a sinful act forbidden by God, and is the origin of all original sin!",
        null,
        "No, fighting is just a meaningless struggle, violence is a sin not permitted by God and is the beginning of all original sin!",
        "No! There is no meaning in killing each other. Violence is a sinful act forbidden by God, the beginning of all original sin!"
    ],
    [
        "speaker",
        204554
    ],
    [
        "portraits",
        [
            121,
            0,
            true
        ],
        [
            214,
            0,
            false
        ]
    ],
    [
        "msg",
        251706,
        "…… What do you want?",
        "……那你想怎么样？",
        "……だったら、君はどうする気？",
        "...... 무엇을 원하십니까?",
        "...Then what are you going to do?",
        null,
        "...... So what do you want?",
        "What would you do if it was ......?"
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            121,
            0,
            false
        ],
        [
            214,
            0,
            true
        ]
    ],
    [
        "msg",
        251707,
        "I'd like to bring the light to you, save you from the chaos. Come on, hope is in front of you!",
        "我的目的是为你带来救赎的曙光，将你从混沌中解救出来。来吧，抛弃心中的阴霾，张开双臂拥抱希望吧！",
        "我の目的は汝に救済の光をもたらし、混沌より救い出すこと。さあ、心の闇を捨てよ！両手を広げるのだ！",
        "어서요, 희망이 눈앞에 있습니다! 여러분에게 빛을 가져다 드리고 혼란에서 구해드리고 싶습니다.",
        "My purpose is to bring you the light of salvation and save you from chaos. So cast away the darkness in your heart! Open your arms and embrace the light!",
        null,
        "My purpose is to bring you the dawn of salvation and deliver you from chaos. Come, cast away the gloom in your heart and embrace hope with open arms!",
        "My purpose is to bring you the light of salvation and deliver you from chaos. Now, cast away the darkness of your mind! Open your hands!"
    ],
    [
        "speaker",
        204554
    ],
    [
        "portraits",
        [
            121,
            0,
            true
        ],
        [
            214,
            0,
            false
        ]
    ],
    [
        "msg",
        251708,
        "……Ha?",
        "……哈？",
        "……は？",
        "......하?",
        "...Huh?",
        null,
        "...... huh?",
        "What about ......?"
    ],
    [
        "msg",
        251709,
        "… Are you going to save Mei. How stupid you are?",
        "…看来你是来救自己的学姐么，不惜把自己也置身险地，还真是深厚的感情啊。",
        "……どうやら「先輩」を殺すのではなく助けに来たのね。危険な地に自ら赴くなんて、よほど大事なのね。",
        "얼마나 멍청한가요? ... 메이를 구할 건가요?",
        "...It seems that you came to help your \"senpai\" rather than kill her. It must be very important to you to go to such a dangerous place of your own accord.",
        null,
        "...Looks like you're here to save your own schoolmate, going so far as to put yourself in danger as well, that's quite a deep bond.",
        "...... Apparently, you came to save your \"seniors\" instead of killing them. It must be very important to you to go to a dangerous place by yourself."
    ],
    [
        "msg",
        251710,
        "But Mei wanted to destroy this world. I'm just helping her.",
        "但是就是你们口中的那个学姐想着要毁灭这个世界哦，我只是继承了她的愿望罢了。",
        "けど、その「先輩」が世界の滅びを望んでいるの。私はただその願いを継いだだけ。勘違いしないで。",
        "그냥 도와주는 것뿐입니다. 하지만 메이는 이 세상을 파괴하고 싶었습니다.",
        "But that \"senpai\" wishes for the end of the world. I simply inherited that wish. Don't get me wrong.",
        null,
        "But it's that older sister you're talking about who's thinking of destroying the world, and I'm just inheriting her wish.",
        "But that \"senior\" of mine wants the world destroyed. I just inherited that wish. Don't get me wrong."
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            121,
            0,
            false
        ],
        [
            214,
            0,
            true
        ]
    ],
    [
        "msg",
        251711,
        "It doesn't matter! Everyone has a shadow side! ",
        "这不重要！不论是谁都会有内心黑暗的地方！我们都被名为命运的枷锁束缚着，当灵魂无法沐浴自由的时候，总会有黑暗滋生！",
        "それは些細なことに過ぎない！誰しも心の中には闇が潜んでいる！我らは運命という名の枷に縛られし奴隷。魂が自由を謳歌できなくなった時、心に闇が生じるのだ！",
        "상관없습니다! 누구에게나 어두운 면이 있습니다!",
        "That's just a trivial thing! There is darkness lurking in everyone's heart! We are slaves bound by the shackles of fate. When our soul can no longer enjoy freedom, darkness is born in our heart!",
        null,
        "It doesn't matter! No matter who it is there is always a dark place inside! We are all bound by chains called destiny, and there is always darkness that festers when the soul cannot bask in freedom!",
        "It is only a trivial thing! We all have darkness lurking in our hearts! We are slaves bound by the fetters of fate. Darkness arises in our hearts when our souls can no longer enjoy freedom!"
    ],
    [
        "msg",
        251712,
        "We can always come over this. We still have bright future!",
        "请回忆起曾经善良的自己，抛弃悲恸的记忆，将心灵解放，只要坚信这光明的力量，黑暗就会被驱逐！",
        "悲痛に囚われし記憶を捨てろ。心を開放し、自我を取り戻すのだ！光の力を信じろ、さすれば闇の支配から逃れられる！",
        "언제든지 이 문제를 해결할 수 있습니다. 우리의 미래는 여전히 밝습니다!",
        "Throw away the memories that hold you captive to sorrow. Free your mind and regain your sense of self! Believe in the power of light, and you will escape the clutches of darkness!",
        null,
        "Please recall your once good self, discard the memories of mourning, and set your mind free; with faith in the power of this light, darkness will be banished!",
        "Let go of the memories that hold you captive in grief. Free your mind and reclaim your ego! Trust in the power of the light, and you will escape the grip of the darkness!"
    ],
    [
        "speaker",
        204554
    ],
    [
        "portraits",
        [
            121,
            0,
            true
        ],
        [
            214,
            0,
            false
        ]
    ],
    [
        "msg",
        251713,
        "…… I get it. Stop talking and die!",
        "……我明白了，多说无益！你给我去死吧！",
        "……何なの？意味の分からない戯言ばかり……もういいわ、さっさと死になさい！",
        "...말도 안 되는 소리입니다. 지옥으로 보내주마!",
        "...What are you saying? All this nonsense that I can't understand... That's enough, just die already!",
        null,
        "...... I understand, it's useless to say more! You go to hell!",
        "What is this ......? All this nonsense that doesn't make sense. ...... Enough of this, get the hell out of here and die!"
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            121,
            0,
            false
        ],
        [
            214,
            0,
            true
        ]
    ],
    [
        "msg",
        251714,
        "I won't lose before I save you! I promise…",
        "在将你解救出来之前我是不会倒下的！我在此起誓，即使天地毁灭，我的灵魂也会与你共赴地狱，直到……",
        "お主を救うまで……倒れるわけにはいかない！我はここに誓おう。例え天地が滅びようとも、我の魂はお主と共にあると……。",
        "당신을 구하기 전에는 지지 않겠습니다! 약속할게요...",
        "I won't fall... until I save you! I swear here that even if the heavens and earth are destroyed, my soul will be with you.",
        null,
        "I will not fall until I have freed you! I hereby swear that even if heaven and earth are destroyed, my soul will go to hell with you until ......",
        "I will not ...... fall until I save you! I hereby vow that even if heaven and earth perish, my soul will be with you. Even if heaven and earth perish, my soul will be with you. ......"
    ],
    [
        "speaker",
        204554
    ],
    [
        "portraits",
        [
            121,
            0,
            true
        ],
        [
            214,
            0,
            false
        ]
    ],
    [
        "msg",
        251715,
        "Shut up!!",
        "给我闭嘴！！",
        "黙りなさいっ！！ふざけたことばかり……意味が分からないのよ！",
        "닥쳐! !",
        "Shut up!! Stop spouting all this nonsense! I can't understand any of it!",
        null,
        "Shut the fuck up!",
        "Shut up! I don't know what all this ...... bullshit means!"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            214,
            0,
            true
        ]
    ],
    [
        "msg",
        251716,
        "It's now!",
        "就是现在！",
        "今だっ！",
        "바로 지금입니다!",
        "Now!",
        null,
        "It's now!",
        "Now!"
    ],
    [
        "speaker",
        204554
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            214,
            0,
            false
        ]
    ],
    [
        "msg",
        251717,
        "Errr! You! From the behind…!",
        "呃！是你！居然从我的身后…！",
        "なっ、お前は！まさかずっと後ろに！？",
        "뒤에서...! 당신! Err!",
        "Agh, you! You were behind me this whole time?!",
        null,
        "Uh-huh! It's you! I can't believe you came from behind me....!",
        "Hey, you! Don't tell me you're all the way back!"
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            121,
            0,
            false
        ],
        [
            214,
            0,
            true
        ]
    ],
    [
        "msg",
        251718,
        "Kiana! Did I do a great job?",
        "琪亚娜！怎么样，我激昂的劝导一定让她感觉到了温暖，你交给我的任务我可是出色地完成了哦~",
        "キアナ！どうだ我の演説は。彼女の心が揺らいだのがわかったか？お主が託した任務、見事完遂したぞ！",
        "키아나! 제가 잘했나요?",
        "Kiana! What do you think of my speech? Did you notice that her heart wavered? The mission you entrusted to me has been splendidly accomplished!",
        null,
        "Kiana! How's that? My impassioned persuasion must have made her feel warm, and I've accomplished the task you gave me brilliantly~",
        "Kiana! How was my speech? Did you see how it shook her heart? I have completed the task you entrusted me with!"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            214,
            0,
            true
        ]
    ],
    [
        "msg",
        251719,
        "Yes, you did!",
        "没错，在让人崩溃这点上你确实很出色！",
        "そうね……精神的に崩壊させるという点では見事だったわ。",
        "네, 맞아요!",
        "Yeah... it was impressive in terms of mentally wearing her down.",
        null,
        "And yes, you do excel at the point of breaking people down!",
        "Right, ...... was brilliant in terms of honkaiing him mentally."
    ],
    [
        "portraits",
        [
            104,
            0,
            false
        ],
        [
            214,
            0,
            true
        ]
    ],
    [
        "msg",
        251720,
        "Come on! Mei, let me help you suppress the Houkai energy!",
        "来吧！芽衣学姐，让我用卡斯兰娜家族的血脉，对崩坏的绝对抗性来帮你抑制体内的崩坏吧！",
        "さあ！芽衣先輩！崩壊に対して免疫を持つ我がカスラナ家の血で、先輩の崩壊を終わらせてあげる！",
        "어서! 메이, 내가  붕괴능을 억제하는 걸 도와줄게!",
        "Come on, Mei-senpai! With the blood of the Kaslana family, which is immune to the Honkai, I will put an end to the Honkai within you!",
        null,
        "Come on! Mei-senpai, let me use the bloodline of the Caslana family, with its absolute resistance to Honkai, to help you suppress the Honkai in your body!",
        "Come on! Mei senpai! With the blood of my Kasrana family, which is immune to Honkai, I will end your senior's Honkai!"
    ],
    [
        "speaker",
        204554
    ],
    [
        "portraits",
        [
            104,
            0,
            true
        ],
        [
            214,
            0,
            false
        ]
    ],
    [
        "msg",
        251721,
        "Stop it! I will kill you!",
        "混蛋！给我放手！我要杀了你们！",
        "この！放しなさいっ！殺すっ！",
        "이거 놔! 죽여버릴 거야! 당신!",
        "You! Let go of me! I'll kill you!",
        null,
        "Asshole! Let go of me! I'm gonna kill you!",
        "You! Let go of me! I'll kill you!"
    ],
    [
        "msg",
        251722,
        "Errr… No way!",
        "呃…居然被这种小丫头给！",
        "まさか、こんな小娘に……。",
        "어... 말도 안 돼요!",
        "To think that such a young girl could...",
        null,
        "Ugh...to be given by such a little girl!",
        "No way, I'm not going to let this little girl ......."
    ],
    [
        "msg",
        251723,
        "Get out of my body…",
        "从…我的身体里…出去……",
        "私の……身体から出て……いって……。",
        "내 몸에서 나가...",
        "Get... out of my body... Go...",
        null,
        "Out of...my body...out of ......",
        "I'm going to get out of my ...... body and go to ...... and go to ......."
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            214,
            0,
            true
        ]
    ],
    [
        "msg",
        251724,
        "This is the nature personality of Mei!",
        "原本的人格正在恢复！看来律者的力量衰弱了！",
        "元の人格が戻って来た！律者の力が弱まっていく！",
        "이것이 메이의 자연스러운 성격입니다!",
        "Her original personality has returned! The Herrscher's influence is fading!",
        null,
        "The original personality is returning! It seems the Herrscher's power is weakening!",
        "The original personality has returned! Herrscher's power is weakening!"
    ],
    [
        "speaker",
        204554
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            214,
            0,
            false
        ]
    ],
    [
        "msg",
        251725,
        "Shut up! Let me take charge of your body? I know you want to revenge!",
        "给我闭嘴！乖乖的把身体交给我！难道你不想对这个世界复仇么！",
        "黙りなさいっ！大人しく私に体を渡せばいいのよ！世界に復讐をしたいのでしょ！？",
        "세상에 복수하고 싶지 않으세요? 닥쳐! 몸을 내놔!",
        "Shut up! Just give your body to me obediently! You want revenge on the world, don't you?!",
        null,
        "Shut the fuck up! Be a good boy and give me your body! Don't you want to take revenge on the world!",
        "Shut up! Just be a grown up and hand over your body to me! You want revenge on the world!"
    ],
    [
        "msg",
        251726,
        "No… It's enough… Just let me die…",
        "已经…够了…就让我就这样死去吧…",
        "もう……いい……このまま、私を死なせて……。",
        "아니... 그만해... 그냥 죽게 내버려 둬...",
        "Enough... just... let me die here...",
        null,
        "It's...enough...just let me die like this...",
        "I've had enough of ...... good ...... this, let me die ......."
    ],
    [
        "msg",
        251727,
        "You! What are you doing!?",
        "你这家伙！想要做什么！？",
        "貴様っ！何を！？",
        "뭐하는 거야! ? 당신!",
        "You bastard! What are you doing?!",
        null,
        "You guys! What do you want to do!",
        "You! What are you doing?"
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            121,
            0,
            false
        ],
        [
            214,
            0,
            true
        ]
    ],
    [
        "msg",
        251728,
        "No…!",
        "难道是…不好！",
        "まさか……やばい！",
        "아니...!",
        "No... Not good!",
        null,
        "Could it be...not good!",
        "I don't think so. ...... Oh no!"
    ],
    [
        "speaker",
        204554
    ],
    [
        "portraits",
        [
            121,
            0,
            true
        ],
        [
            214,
            0,
            false
        ]
    ],
    [
        "msg",
        251729,
        "Thank you… At least I can choose to die by myself……",
        "谢谢你们…让我在最后的时刻能够用自己的灵魂死去……",
        "ありがとう……これで、私は自分の魂のまま死ぬことができます……。",
        "고마워요... 적어도 난 혼자 죽는 걸 선택할 수 있어요......",
        "Thank you... Now I can at least die as a human...",
        null,
        "Thank you...for allowing me to die with my soul in my final moments ......",
        "Thank you ...... Now I can die as my soul. ......"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            104,
            0,
            false
        ],
        [
            214,
            0,
            true
        ]
    ],
    [
        "msg",
        251730,
        "Wait! Do you want to suicide!?",
        "等等！难道你想从这里跳下去自杀！？",
        "うっ……ま、まさか、ここから飛び降りる気！？",
        "으... 여기서 뛰어내리려는 건 아니겠지?",
        "Ugh... D-don't tell me you're planning to jump off from here?!",
        null,
        "Wait a minute! Do you want to jump off here and kill yourself!",
        "Ugh ......, don't tell me you're going to jump off this thing!"
    ],
    [
        "speaker",
        204554
    ],
    [
        "portraits",
        [
            104,
            0,
            true
        ],
        [
            214,
            0,
            false
        ]
    ],
    [
        "msg",
        251731,
        "See you……",
        "再见了……",
        "さようなら……。",
        "나중에 뵙겠습니다......",
        "Farewell...",
        null,
        "Goodbye ......",
        "Good-bye. ......."
    ],
    [
        "speaker",
        204592
    ],
    [
        "bg",
        "CG10010"
    ],
    [
        "portraits",
        [
            -1,
            0,
            true
        ],
        [
            -1,
            0,
            true
        ]
    ],
    [
        "msg",
        251732,
        "Hey!",
        "嘿！",
        "そうはさせんっ！",
        "그렇게 두지 않겠습니다!",
        "I won't let that happen!",
        null,
        "Hey!",
        "I won't let that happen!"
    ],
    [
        "speaker",
        204554
    ],
    [
        "msg",
        251733,
        "Leave me, just let me die!",
        "呜……放开我，让我去死吧！",
        "は、放して！私を死なせて！",
        "죽게 내버려 둬요! 놔줘요!",
        "Let me go! Let me die!",
        "Oooh..... me solte e me deixe morrer!",
        "Oo...... let go of me and let me die!",
        "Let go of me! Let me die!"
    ],
    [
        "speaker",
        204592
    ],
    [
        "msg",
        251734,
        "Suicide won't resolve any problem…",
        "你是笨蛋么…死无法解决任何问题…呃！只有活着才能拥抱奇迹……",
        "お主はバカか……死ぬなんて、何の解決にもなってない！生きているからこそ、奇跡が起こる。意味があるのだ……。",
        "자살은 어떤 문제도 해결하지 못합니다...",
        "Are you stupid...? Dying doesn't solve anything! Miracles happen because you're alive. There's meaning to it...",
        "Você é uma idiota... Morrer não resolve nenhum problema... Ugh! Só quando vivemos podemos abraçar os milagres...",
        "Are you an idiot...dying won't solve anything...uh! Only by living can you embrace the miracle ......",
        "You are a fool, ...... dying is not a solution to anything! It is because you are alive that miracles happen. It has meaning. ......"
    ],
    [
        "msg",
        251735,
        "Kiana! Help me!",
        "琪亚娜！救命！我撑不住了！",
        "……キ、キアナ！助けてっ！我、もう持たない！",
        "더 이상 버틸 수 없어요! 키아나! 도와주세요!",
        "...K-Kiana! Help me! I can't hold on any longer!",
        null,
        "Kiana! Help! I can't hold on much longer!",
        "...... Ki, Kiana! Help! I can't hold it anymore!"
    ],
    [
        "speaker",
        204553
    ],
    [
        "msg",
        251736,
        "Errr! I get it! Give me your hands!",
        "呃！我知道了！芽衣学姐把手给我！",
        "ちょ、ちょっと！ほら、早く芽衣先輩の手を私に！",
        "손 내밀어주세요! 알겠습니다! Err!",
        "H-hey! Come on, give me your hand, Mei-senpai!",
        null,
        "Uh! I got it! Mei-senpai gave me her hand!",
        "Hey, hey! Come on, hurry up and put Mei-senpai's hands on me!"
    ],
    [
        "speaker",
        204554
    ],
    [
        "msg",
        251737,
        "Just let me die. Why did you do this to save me?",
        "像我这样的人，让我死掉不就好了么，为什么要冒着生命危险来救我？",
        "私みたいな人……死んでしまえばいいのよ。どうして、命をかけてまで守ろうとするの？",
        "왜 날 구하려고 이런 짓을 한 건가요? 그냥 죽게 내버려둬요.",
        "Someone like me... should just die. Why would you try to protect me even at the risk of your life?",
        null,
        "Why would someone like me risk his life to save me when it would be better to just let me die?",
        "People like me ...... should just die. Why would you risk your life to protect them?"
    ],
    [
        "speaker",
        204553
    ],
    [
        "msg",
        251738,
        "Everyone has a reason to live… Don't give up so easily!",
        "不要把所有的不幸都自己背负啊！每个人都有活着的理由，不要轻易就舍弃生命啊！",
        "一人で全てを背負おうとしないで！誰しも人に必要とされ、生きる意味を持ってるの！簡単に命を投げ捨てるなんて、許されないんだからっ！",
        "누구나 살아야 할 이유가 있습니다... 너무 쉽게 포기하지 마세요!",
        "Don't try to shoulder everything on your own! Everyone is needed by someone, and everyone has a reason to live! It's not okay to throw your life away like this!",
        null,
        "Don't carry all the misfortunes on your own back! Everyone has a reason to live. Don't give up your life so easily!",
        "Don't try to carry everything on your shoulders alone! Everyone is needed by others and everyone has a purpose in life! It is unforgivable to throw away your life so easily!"
    ],
    [
        "bg",
        "black"
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            -1,
            0,
            true
        ]
    ],
    [
        "msg",
        251739,
        "Finally!",
        "呼！终于拉上来了！",
        "……はぁ、はぁ、やっと引き上げられた。",
        "드디어!",
        "...Huff, huff...! Finally pulled her up!",
        null,
        "Whew! Finally pulled up!",
        "...... haha, haha, finally pulled up."
    ],
    [
        "speaker",
        204554
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            215,
            0,
            false
        ]
    ],
    [
        "msg",
        251740,
        "Thank you…",
        "谢谢……",
        "ありがとう……。",
        "감사합니다...",
        null,
        null,
        "Thanks ......",
        "Thanks ......."
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            215,
            0,
            true
        ]
    ],
    [
        "msg",
        251741,
        "It's the real Mei~ I'm Kiana.",
        "看来人格完全恢复了呢~啊，还没有做自我介绍，我叫做琪亚娜·卡斯兰娜，是今天转到千羽学园的转校生哦~",
        "どうやら完全に人格が戻ったようね！……自己紹介が遅れちゃったけど、私はキアナ·カスラナ、転校生よ！今日から千羽学園の生徒だから、よろしくね！",
        "......제 소개가 늦은 건 알지만 제 이름은 키아나 Kaslana이고 전학생입니다! 개성을 되찾은 것 같습니다! 저는 오늘부터 센바 아카데미의 신입생입니다, 반갑습니다!",
        "It seems like your personality has returned completely! ...I'm a bit late in introducing myself, but I'm Kiana Kaslana, a transfer student! Starting today, I'll be a student at Senba Academy, so treat me kindly!",
        null,
        "It seems that my personality has fully recovered~ Ah, I haven't introduced myself yet, my name is Kiana Kaslana, I'm a transfer student who transferred to Senba High School today~",
        "Looks like I have my full personality back! ......I know I'm late to introduce myself, but I'm Kiana Kaslana and I'm a transfer student! I'm a new student at Senba Academy starting today, so it's nice to meet you!"
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251742,
        "Hey! You even didn't say this to me. I'm the redeemer Kyuushou…",
        "喂，你最开始跟我作介绍的时候不是这么说的吧！呃，我是新世界的救世主蓬莱寺…",
        "我に自己紹介した時と全然違うではないか！我こそは新世界の救世主、蓬莱寺——",
        "나는 새로운 세계의 구원자, 호라이지입니다. 처음 소개할 때 그렇게 말하지 않으셨잖아요!",
        "That's completely different from when you introduced yourself to me! Anyway, I am the savior of the new world, Houraiji——",
        null,
        "Hey, that's not what you said when you first introduced yourself to me! Uh, I'm Houraiji, the savior of the New World...",
        "You are completely different from when you introduced yourself to me! I am Houraiji, the savior of the new world."
    ],
    [
        "speaker",
        204554
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            215,
            0,
            false
        ]
    ],
    [
        "msg",
        251743,
        "Kyuushou… We meet again.",
        "蓬莱寺九霄，我们又见面了呢。",
        "蓬莱寺九霄さん、また会いましたね！",
        "호라이지 큐쇼, 다시 만나요!",
        "Houraiji Kyuushou, we meet again!",
        null,
        "Houraiji Kyuushou, we meet again then.",
        "Houraiji Kyuushou, we meet again!"
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251744,
        "Errr! You remember me!",
        "呃！原来你记得我么！",
        "なんと！我のことを覚えておるのか！",
        "오, 세상에! 저 기억하시죠?",
        "Oh my God! You remember me!",
        null,
        "Uh-huh! So you remember me!",
        "Oh, my God! You remember me?"
    ],
    [
        "speaker",
        204554
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            215,
            0,
            false
        ]
    ],
    [
        "msg",
        251745,
        "Emmm, I saw you in front of the school gate.",
        "嗯，从开学的时候我就看到你站在校门口，念念有词，说着什么“此世之人听我呼唤”之类的让人搞不懂的话语。",
        "はい。入学式の日、校門のそばで佇みながら「この世なるものよ、我が召喚に応えよ」などと、あまり理解できないことをぶつぶつと呟いてらっしゃったので……。",
        "네, 그렇습니다. 입학식 날, 교문 옆에 서서 \"오 세속의 존재들이여, 나의 소환에 응답하라\"와 같은 내가 잘 이해하지 못하는 말을 중얼거렸다 ......",
        "Yes. On the day of the entrance ceremony, you were standing by the school gates muttering something I couldn't quite understand, such as \"O beings of this world, answer my summons\"...",
        null,
        "Well, I've seen you standing in front of the school since the beginning of the school year, chanting something unintelligible like, \"The people of this world hear my call.\"",
        "Yes, I am. On the day of the entrance ceremony, while standing by the school gate, you mumbled something I didn't really understand, such as \"O worldly beings, answer my summons. ......"
    ],
    [
        "msg",
        251746,
        "You are very special, you are very impreesive.",
        "因为你的装扮非常特别，所以其实那个时候就已经对你有印象了。",
        "格好も珍しかったですし……とても印象に残ってるんです。",
        "당신은 매우 특별하고, 매우 인상적입니다.",
        "Your outfit was quite unusual too... It left a strong impression on me.",
        null,
        "Because your costume was very special, you actually had an impression of you at that time.",
        "The outfit was unusual and ...... very impressive."
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251747,
        "Errr! You didn't give me any response when I talk to you!",
        "呃！那我每次找你搭话的时候为什么你都没有反应！难道不是因为因果律的阻挠么！？",
        "ならば、なぜ我が話しかける度に無視を決め込んでいたのだ！因果律の妨げによるものではなかったのか！？",
        "Err! 내가 말해도 아무런 응답이 없잖아요!",
        "If that's so, then why did you always choose to ignore me whenever I spoke to you? Wasn't it due to an interference with the laws of causality?",
        null,
        "Uh! Then why don't you respond every time I strike up a conversation with you! Isn't it because the law of karma gets in the way!",
        "Then why did you choose to ignore me every time I spoke to you? Was it not due to the hindrance of the law of cause and effect!"
    ],
    [
        "speaker",
        204554
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            215,
            0,
            false
        ]
    ],
    [
        "msg",
        251748,
        "Sorry, that's because I don't know what are you talking at that time.",
        "对不起…因为你每次都说一些奇怪的话，感觉如果和你搭上话的话一定会被人误会，所以……",
        "すみません……いつもあまり理解できないことを仰ってたので……返事をしてしまったら、その……他の人達に誤解されそうで、それで……。",
        "...... 다른 사람들이 저를 오해할까 봐 두렵습니다. 그래서 ....... 죄송합니다 ...... 당신은 항상 제가 잘 이해하지 못하는 말을 했고, 제가 ...... 라고 대답하면",
        "I'm sorry... You always said things that I didn't really understand... so if I replied, well... I was afraid other people would misunderstand, so...",
        null,
        "I'm sorry...because you say something weird every time and it feels like if I strike up a conversation with you I'm bound to be misunderstood so ......",
        "I'm sorry ...... you always said things that I didn't understand very well, and if I responded ...... I'm afraid that ...... other people would misunderstand me, So ......."
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251749,
        ">_<",
        "咕……太过分了吧喂！",
        "ぐぐぐっ……なんという鬼畜の所業。",
        "Gggg ...... 악마의 짓이네요.",
        "Grrr... what a devilish act.",
        null,
        "Goo ...... is too much hey!",
        "Gggg ...... what a devil's deed."
    ],
    [
        "speaker",
        204554
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            215,
            0,
            false
        ]
    ],
    [
        "msg",
        251750,
        "Hahaha……",
        "噗……",
        "ふふっ。ねぇ、せっかくだから九霄ちゃんって呼んでもいいかしら？",
        "여기 왔으니 큐쇼 짱이라고 불러도 될까요? 하하하.",
        "Hehe. Hey, since we're here, can I call you Kyuushou-chan?",
        null,
        "Pfft ......",
        "Hmmm. Hey, since we're here, do you mind if I call you Kyuushou-chan?"
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251751,
        "Stop laughing at me!",
        "不许笑！",
        "す、好きに呼ぶがいいっ！",
        "원하는 대로 불러주세요!",
        "C-call me whatever you like!",
        null,
        "No laughing!",
        "Call it what you will!"
    ],
    [
        "speaker",
        204554
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            215,
            0,
            false
        ]
    ],
    [
        "msg",
        251752,
        "Kyuushou is so cute~",
        "九霄同学真的是一个很有性格的人呢，人也不坏的样子，非常的可爱呢~",
        "九霄ちゃんって、本当に面白いわね。なんだかんだ優しいし。それにとても可愛い。",
        "당신은 친절하고 상냥합니다. 큐쇼, 너 정말 재밌구나. 그리고 당신은 정말 귀여워요.",
        "Kyuushou-chan, you're really funny. You're very kind, after all. And you're very cute.",
        null,
        "Kyuushou-san is really a person with a lot of character, and people aren't bad looking, it's very cute~",
        "Kyuushou, you are really funny. She's kind and gentle. And she's very cute."
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            215,
            0,
            true
        ]
    ],
    [
        "msg",
        251753,
        "Cute? I think you are much cuter than her!",
        "可爱？不存在的，就这种家伙怎么会可爱嘛，可恨还差不多！倒是芽衣学姐刚才笑起来的时候才是真的可爱呢~",
        "可愛い？あり得ないって！確かに見た目はいいかもしれないけど、中身はただの中二病だよ！？それよりも芽衣先輩の方が素敵だよ！私も「ちゃん」付けで呼んでほしいな～。",
        "메이는 그보다 더 귀엽습니다! 불가능합니다! 귀엽다고요? 물론 겉모습은 멋져 보일지 몰라도 내면은 추니비유에 불과합니다!",
        "Cute? No way! Sure, she may look good, but inside she's just a chuunibyou! But Mei-senpai is way more amazing! I want you to call me \"-chan\" too~",
        null,
        "Cute? No way, this kind of guy is not cute, he's more like hateful! It's Mei-san who's really cute when she smiles!",
        "Cute? It's impossible! Sure, she may look nice on the outside, but on the inside she's just a chuunibyou! Mei-senpai is nicer than that! I wish you'd call me \"chan\" too!"
    ],
    [
        "speaker",
        204554
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            215,
            0,
            false
        ]
    ],
    [
        "msg",
        251754,
        "No~~",
        "诶？没有啦……",
        "素敵だなんてそんな……。わかったわキアナちゃん、よろしくね。",
        "네? 그렇게 말씀하신다면...",
        "I'm not that amazing.... Well then, Kiana-chan, nice to meet you.",
        null,
        "Eh? No. ......",
        "Lovely is such a ....... Okay, Kiana, I'm glad to hear from you."
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251755,
        "I'm the chosen one.",
        "哼~我可是天选之人，我的神格才不会在乎凡人的判断呢！",
        "ふんっ！我は天に選ばれし者。我の神格は凡人のお主らには理解できまい！",
        "나는 하늘이 선택한 사람입니다. 너희 인간들은 내 신성을 이해할 수 없다! 흠!",
        "Hmph! I am the one chosen by Heaven. You mere mortals cannot comprehend my divinity!",
        null,
        "Hmph~ I'm the Chosen One, my godhood doesn't care about the judgment of mortals!",
        "Hmph! I am the chosen one of heaven. My divinity cannot be understood by you mere mortals!"
    ],
    [
        "speaker",
        204554
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            215,
            0,
            false
        ]
    ],
    [
        "msg",
        251756,
        "What happened here? My classmates became monsters. I also lost my sense. You saved me.",
        "对了，能告诉我这里到底发生了什么么，同学们都变成怪物之后，我似乎是失去意识了的样子，是你们救了我对吧？",
        "そういえば……ここで何があったのかを教えてくれませんか。確か生徒たちが怪物になって、そのまま私は気を失ってしまったのですが……。あなた達が助けてくれたのですよね？",
        "당신이 날 구했어요. 감각도 잃었습니다. 제 반 친구들이 괴물이 되었어요. 여기서 무슨 일이 있었나요?",
        "By the way... could you please tell me what happened here? I remember that the students turned into monsters and then I lost consciousness... but you guys helped me, right?",
        null,
        "By the way, can you tell me what happened here? After my classmates turned into monsters, I seemed to be unconscious, so you guys saved me, right?",
        "Speaking of which, ...... can you tell me what happened here? As I recall, the students turned into monsters and I passed out just like that. ...... You guys saved me, didn't you?"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            215,
            0,
            true
        ]
    ],
    [
        "msg",
        251757,
        "The thing is…",
        "其实是这样……",
        "実は……。",
        "문제는...",
        null,
        null,
        "Actually, it's this ......",
        "Actually, ......."
    ],
    [
        "speaker",
        0
    ],
    [
        "portraits",
        [
            -1,
            0,
            true
        ],
        [
            215,
            0,
            true
        ]
    ],
    [
        "msg",
        251758,
        "Beep beep beep……",
        "滴滴滴……",
        "ピピピピ……。",
        "삐삐삐......",
        "Pip pip pip~",
        null,
        "DDT ......",
        "Pippi Pippi. ......."
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            215,
            0,
            true
        ]
    ],
    [
        "msg",
        251759,
        "Hey! This is Kiana.",
        "啊，律者消失后雷暴云的干扰也恢复了呢……喂！这里是琪亚娜。",
        "あっ、律者が消えたから、雷雲のジャミングもなくなったのね……。はい、こちらキアナ。",
        "키아나입니다. 이봐요!",
        "Ah, now that the Herrscher is gone, the thundercloud jamming is too... Hello, this is Kiana.",
        null,
        "Ah, the interference from the thunderstorm clouds also returned after the Herrscher disappeared it ...... Hey! This is Kiana.",
        "Oh, Herrscher is gone, and so is the jamming of the thunderclouds. ...... Yes, this is Kiana."
    ],
    [
        "speaker",
        204584
    ],
    [
        "portraits",
        [
            101,
            0,
            true
        ],
        [
            -1,
            0,
            true
        ]
    ],
    [
        "msg",
        251760,
        "Kiana! What are you doing? I said your quest is took target left the school.",
        "琪亚娜！你在搞什么鬼，我不是说了让你找到目标之后马上离开千羽学园么，谁让你去和第三律者战斗的！",
        "キアナ！何をやっていたんだ！ターゲットを見つけ次第、千羽学園から離脱するはずだったじゃないか。何故、第三律者と戦っているんだ！",
        "키아나! 퀘스트 대상자가 학교를 떠났다고 했잖아요. 뭐 하는 거예요?",
        "Kiana! What were you doing?! You were supposed to leave Senba Academy as soon as you found the target. Why are you fighting the Third Herrscher?!",
        null,
        "Kiana! What the hell are you doing, didn't I tell you to leave Senba High School as soon as you found your target, who told you to fight the Third Herrscher!",
        "Kiana! What were you doing? You were supposed to leave Senba High School as soon as you found the target. Why are you fighting the Third Herrscher?"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            102,
            0,
            false
        ],
        [
            -1,
            0,
            true
        ]
    ],
    [
        "msg",
        251761,
        "Errr…… I have some reasons…",
        "呃……老爹你听我解释，这是有原因的……",
        "うっ……パパ、これには訳が……。",
        "오류...... 몇 가지 이유가 있습니다...",
        "Ugh... Dad, there's a reason for this...",
        null,
        "Uh ...... Pops let me explain, there's a reason for this ......",
        "Ugh ...... Dad, there is a reason for this ......."
    ],
    [
        "speaker",
        204584
    ],
    [
        "portraits",
        [
            102,
            0,
            true
        ],
        [
            -1,
            0,
            true
        ]
    ],
    [
        "msg",
        251762,
        "Stop it and just left the school now! Anti-entropy is coming!",
        "解释什么的等会再说，立刻带着目标离开千羽学园！逆熵已经先我们一步抵达千羽学园了！",
        "言い訳なら後で聞く。早くターゲットを連れて、千羽学園から離脱しろ！ネゲントロピーがもう千羽学園まで来ている！",
        "그만하고 당장 학교를 떠나세요! 네겐트로피가 등장합니다!",
        "I'll listen to your excuses later. Take the target and leave Senba Academy quickly! Anti-Entropy has already reached Senba Academy!",
        null,
        "Explanations and whatnot will come later, immediately leave Senba High School with the target! Anti-Entropy has already arrived at Senba High School ahead of us!",
        "I'll hear your excuses later. Get the target out of Senba High School as soon as possible! Anti-Entropy has already come to Senba Academy!"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            101,
            0,
            false
        ],
        [
            -1,
            0,
            true
        ]
    ],
    [
        "msg",
        251763,
        "Errr… Anti-entropy?",
        "呃…逆熵？",
        "えっ……ネゲントロピー？",
        "어... 네겐트로피?",
        "Wha... Anti-Entropy?",
        null,
        "Uh...Anti-Entropy?",
        "What, ...... Anti-Entropy?"
    ],
    [
        "speaker",
        0
    ],
    [
        "portraits",
        [
            -1,
            0,
            true
        ],
        [
            -1,
            0,
            true
        ]
    ],
    [
        "msg",
        251764,
        "Boom…",
        "轰隆隆…",
        "ゴォーーン……。",
        "펑...",
        null,
        null,
        "Rumble...",
        "Gone. ......."
    ],
    [
        "speaker",
        204592
    ],
    [
        "portraits",
        [
            -1,
            0,
            true
        ],
        [
            122,
            0,
            false
        ]
    ],
    [
        "msg",
        251765,
        "Kiana!! Look at there! Woaw!!! What a cool spaceship!! Awesome!",
        "琪亚娜！！你看那边！哇！！！好厉害！这个世界上居然真的有浮空战舰！！太帅了！",
        "キアナ！！あそこ見てっ！すごい！まさか飛行戦艦が本当に存在するなんて！！おぉ、あの見事なライン……か、かっこいい！",
        "우와!!! 저것 좀 보세요! 키아나!! 멋진 우주선이네요! 멋지네요!",
        "Kiana!! Look over there! Incredible! I can't believe flying battleships actually exist!! Wow, those magnificent lines... S-so cool!",
        null,
        "Kiana! Look over there! Wow!!! So awesome! There's actually a real floating battleship in this world! It's so cool!",
        "Kiana! Look over there! That's amazing! I never thought flying battleships really existed! Oh, those stunning lines ......, cool!"
    ],
    [
        "speaker",
        204553
    ],
    [
        "portraits",
        [
            104,
            0,
            false
        ],
        [
            122,
            0,
            true
        ]
    ],
    [
        "msg",
        251766,
        "That is… Moonlight Throne!?",
        "那个是逆熵的战舰…月光王座！？",
        "あれはネゲントロピーの飛行戦艦……月光王座！？",
        "네겐트로피의 비행 전함입니다 ...... 달빛 왕좌!",
        "That's Anti-Entropy's flying battleship... the Moonlight Throne?!",
        null,
        "That one was Anti-Entropy's battleship...Moonlight Throne!",
        "That's Anti-Entropy's flying battleship ...... Moonlight Throne!"
    ]
]